{"architecture":{"class_name":"Functional","config":{"name":"sequential_42","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,8],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_210","trainable":true,"dtype":"float32","units":200,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1","config":{"l1":9.999999974752427e-07}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_210","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"LeakyReLU","config":{"name":"leaky_re_lu_168","trainable":true,"dtype":"float32","alpha":0.05999999865889549},"name":"leaky_re_lu_168","inbound_nodes":[[["dense_210",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_211","trainable":true,"dtype":"float32","units":200,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1","config":{"l1":9.999999974752427e-07}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_211","inbound_nodes":[[["leaky_re_lu_168",0,0,{}]]]},{"class_name":"LeakyReLU","config":{"name":"leaky_re_lu_169","trainable":true,"dtype":"float32","alpha":0.05999999865889549},"name":"leaky_re_lu_169","inbound_nodes":[[["dense_211",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_212","trainable":true,"dtype":"float32","units":200,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1","config":{"l1":9.999999974752427e-07}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_212","inbound_nodes":[[["leaky_re_lu_169",0,0,{}]]]},{"class_name":"LeakyReLU","config":{"name":"leaky_re_lu_170","trainable":true,"dtype":"float32","alpha":0.05000000074505806},"name":"leaky_re_lu_170","inbound_nodes":[[["dense_212",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_213","trainable":true,"dtype":"float32","units":200,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1","config":{"l1":9.999999974752427e-07}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_213","inbound_nodes":[[["leaky_re_lu_170",0,0,{}]]]},{"class_name":"LeakyReLU","config":{"name":"leaky_re_lu_171","trainable":true,"dtype":"float32","alpha":0.05000000074505806},"name":"leaky_re_lu_171","inbound_nodes":[[["dense_213",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_214","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_214","inbound_nodes":[[["leaky_re_lu_171",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_214",0,0]]},"keras_version":"2.7.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[8]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[8],"values":["OVKqPi3pdz/tjuw+Xk65v+SYiz4vgB0+Q/hFv7ME8j4="]}],"outputs":[{"shape":[1],"values":["IDaTPA=="]}]}],"trainable_params":{"dense_210":{"weights":["bm4zPVUbJLw3Y8+9wZg4PC9cnb2BKtc9SoiyPQoz5T13iZK9JF9Zvf9Ek73Ri6w7bocNvv6pRLyVlJ8870/APZL9zr2inQO8+E9WPUjTs73dAL49CSsDu9/JIL5DmYo9jdmMPWf+Vr0oaII91crbvbQL5j28GoG8PIQSPslGLr2X1rc9YGalPVliC7yQnEc9o5jqPVq5Nz77VDi+e9/6PMaAGb5DCN49iA83PnGJgb4Q8JU8noXTPIuFHT35Mly9zUKhPYTHlr2STtA9HywVOjDuKD5aSZs9+JupvaDVvz2xomy8iA/GvU7UZD2gHeC9ARw6PGmb5r3KmZc8nY2iPcL7wjwPwiK+xhUOvi7Fgz0OtBs+E+eiPRAIzr02RrW89OuVvUz54r1tuKY7fsMJPs/sAT6gcqu9GH0NPh3cHz5uJwe+Mdo+vQjYBj5zLUW+9NI3vSdZob3ZoTm+sxL5PW+KFbvTJDE9l4EPvdFXHj5h5Zq9bWARvpyU570K5B8+P+thPuyNCr5yS/m9m/4bPh2Qmr2UUQQ9mz6zPfIavT1U1Nq9qKD/vWrw/zw0+ja+DJgbPuhnIj6cQbo9Vf13PPhPO728WD691GFnPqjMEz5UUme8j4yCPWSs67xpgny8acgUvqH8Ab7OfV69Z/64PTo74j0z/dK9fuc0Pem9HT4+Mvc9pxrPvbAd4r2UF7O9ZVCDO4Vcpz1CZS89Si6gPAivBz3T6Mu9RDsCPh+n5T2KMbw9axsYPZ6Frb2VkFe+4WX2PGafZTxfOC6+ovEOPgzfFT5wjBE+/r/VPQ5VN77Qv/k9YgSAPWwRlL1zkL+9yMPEPcxVrT23vta9+x+mPdamVr1DsAm+y4hkO3aApTxD+JM95t6/u0gL8LxE+jk+1cwLvucVzj0hdDe+mqScPYqvp70jchG+PvyqvYpAJz3EILQ8CnoLvvSBO76Yykq9oLczPEP+F75Plhy+QWgrvbcaBD6u4iC92fDAvWCpHr4Vbck8YmPnvBQODT4v63u9","M44WvosM3L1TQKe9809xu3/7Fr6jHYc9ZmmcPZ1SsrxOlpu7XZiKuC5jcD05zle9wretPUvVOD7gE3u+qtuKPazIAb2udn2+d0xjvWNSM719BOo8+z1YPrx5kr6x/p49dN9kN2D9hb41/XU+hQguvO9kE75Bs9M9AgY7vTtWUz03lZ8+dSyivkoCib3+ryy+zU91PSrtmD1YyVU+Jtc0OPdojD4k73I8pOeWPcHEv7ciwaU8A5JmPX44nTzWFCO+kUm0PRXSfT52dhQ9VBjpPTHfbj0qHrs947gWvvt8uDtGzqM+N0IrPfY8nzacTfE9MLWlPNFbLj4860e9HVd5PrlkYT7VbYk+XACgvSFSIb4lda04qmuTvj4urLfFIvs3M/hjuAhwir13pfa9MygAvhvNJ74w+Cm9zKOoPc/Ver4Nbks+1tuRPXbsqb2qIJe9IvoJPloejLuI4R6+LUXnPcvr670rFhu+P4mVPuxMDT6QqIs99X1ZPlgytzvgs6s89ii/Pe1MTb6slyK9B6BJvR7gBr1KZQ6+SNwuvrdGhT5GDoA9DyplvrQPOL1juAS+70u9PepLU76uJ4W9IzHNvXYP77w8hvA8whMuPsR4Jj2lHC87XFZmPmMUkbzaMVs3czFRvk7DOT61onc+oN6xPle1dT4sD7A29ORgvsmtOb6HMNC9kRP/vVWL4L3lVyu9/yyiPoMGND7HVoc9CDwyOeXix7xaiua9q9OHvvupJb7Q7WI+w2XBPf+Yvj0lMTC+6ELnPWOhZL6KaMI93UWBPsOnUj7BMTM+eNgnPnZnKL5BQR29PoKGPfw5mr13CLg3dWRuPqn/yj2q7Z+4YNHzvVzAOj7D5pI+7VxqvhxZbr7TTL09hkFgvoKenb5g82Q9K88KPle+hL7S+Qi+2vQ9tm+J/b3MeQ+8nTvnvcAxnrJNKZO+dQLcPKVQjL6kdVY+yiStvjuGmDtxG3K9A9qFvhy2QT7qpFm+JiOSPvwcXj1PYxA+vEjBNvDpar3vJAc+","lumvPAM1QL7C1Vq+6HBpPb6WgD76dIe+C+nFvTF0Pj4pEbG3unP5vaGNNT4MVHe9Ab13Pk5UCT5We644LtqNPqlfvr0jU989w+qVPaYeOb5R508+2liZPB6IAb6J6rq9VGrMvUIK3T01yeS9/9E2u17rkT0IwTi94osLvm1wP77ZPRQ+dIHqvGvqsL3dwCS7OOkFvnU6XbxLrgM9LOk6vKRsSj4Xl8e84+CqPRbfg77O0GM9uNDsPQ1nHr7EbBm+QtpCPkpQkzw5LQ++/l6ePbAEgTx+gk0+E20DPkt2ar6doB2+XbHivfMALj6guLG9z/Q0vm4z9b1LXAS+a/oHPho0JD6zm189oE0Uvk0gAD5pdXO9t2yfO1ytEL5L+CI+H66APNKzaD0AgE2+Br6IvWA56D12nSu+gozdvV5hFT17qtE9EKJmvQyRQr1p3Aq+z2lcPYt2Sb4z15U9NI84vliTA72/YLG8p6quO8e8BD458IS98XtNvXn/aLzzECw+LPpZPU1IMTxDkvs9AkYLPhEEG73h7RA++Nz/vRgoFj7CKA++HNQDvh1Sgj3q4RC8bNDhvT97ZTwXvyg9MlYzPhH0oL1SIKG9cK2Hvcev0z2KLKO8OOADPoyeBL5Hwra9mTqBveqZJjsbhJ09hgvNvellp73yVBi84ZBVPV+AXj3RnfC94U4EPhsrEr6W9zk9ohDdPYXWEj1zOC88u1zovekRjz2+pEs+PxZSPhPrzb2d8Ma9dfkDvgjkCb03MBk9IqjTO59o9b2SZUE9ZAfePduZBT6c6ke9UhgYPmxsiT0HBLs9431iPaBlgD3GWgS+qoYvvTwCPL6Sgse8troAvlaWub07OQA+9F2cPQupKT7erXg9R6UAPc5ykrxghpc92fIiPlCmRb5aUAQ+W2lHPmTiiD3z4ze+olKFPHEEOb4KKeU9cOwdPVqheT0BTem9y8zXPKwDkr13XYO9jF2DPYWctjtOaeW9wz0RvXjTUT4BROm9z7cQPpriAb3Jo6u9","IWSePSBDAb5uepC9UI9RvUTE7bzlmiY8q2KUvTIII75yEyo+WMYuvi/InT2u5KQ70S7ovXZV072ClYA9xZ83PgZoDT7S9SO+sQ9LPsSv9r12aCE+B88MPbqHpL0ocYa9G/kNvv8EI77uOSI+b01SPYkGmrtMHC8+Iy8kPIEHrL1EhQY+b04YvtZ5ej1HX448aSN7vXfewb1eq909YK80PB620b2AIdO83NyGvawJyT0V6No9K0o+PKDGdzp3QqM7gBriO1EaaTyNZZM9j+d/vfy0fT2l8SU+in3NPMZZGb4sdCU+A8oSvEMpjr25Qxi+cMSNPaqyI77oOcQ9LhABPf5K9b0vz7K88C+Iu+uGDz5qRQC+1BqMPO2G4j03km+9ibcJPAEjAT6Vxuq9CTm5vcMoxrxLlCo94Sn8Pc2+4T04rzM9ROUBPkGjub1GHvY88RW+vSUIKT6l5RK+V9i1vHfUDb6qMuC9CxnwvbUDHr43bRk+8WRDvI7Ckb1lTyI+u2qnPRDTyDy7MGq9lB4CPpl/Aj7zBqU8+2AGPgu+Pbwt0L+8sXi6Pde2Kz6xrRG9wcSTvT3Poj28r7W90B2hvcOYCb7w4RQ8fzevPeI/Wz1trUE6LQjcPPXJFj2PSDc9T5H+PODW7z3511K9BmElPirWnL3HpuY9lyX/PUetGj58Ibi99jx9vCSb0T3/ouo9qfUGvL0L2jwnY2c819ZivfxVHb6gr6C8Hf0qPTXWHz572448D+Zove88BD75A789FAu/vWqamDyj1Je9Rnnzvb7EGz4rehS+MC1XveDfnb05p5C9B5sCvn9kVD0CB4I9G1umvbhkML1BwJ88iSnOvWS0v71JlBK8wI1lPHUFrDzqqBW8PXJUvQHnJT4YxcU9ar5EvNttHz4eHdE9qQ/zvJmL5L1TBjk8EL2BvQ8Yvz3EB849r3gLPudbQT0OTpM9gvC1vD1Ms73/gNI96ugfPiar7z2hhsw9wmvvvcab/L0jUyS+i/gjvvRDaL3JzeC9","aVCJPIzGEb7wQ529IMIMPR0TVDs/u4K9vMDDPWojm7uZ+EG9yqrYvVXGzj1YeZW7zlgiPkP2sL3czCc+cmlmPVy5uj0yf6q8JySdPZRZ/b1uk/G9ShOwvShETrsVugE+Q6iWvSxz/7zmSKa9fQSvPWKKBD7mbdy9SHApvKVy3LwGxD87Z/zxvPjLpDzcCxW+BD9/vWAZsr2tUB0+ViJ9vYmAgz1HYLu9n2+rvVAVAL5cgqY8DDhEvGSTj72cgQC+PSr6vS6EnD1rOiK8NBb4PRiPmzwoBdc8SMwfvqi2Tz3tPzW9IArJPKC+UT3rNf09l8gePTXeHbyNEpa8cKAdvXWsgT0AtyO+aQZOvXV3Ib1Vkde9L/wRvsWFhD2aKva8t+wTvrdLLz7FLAw8eXbrveL4Lr57UwA+0/YMvtHFk70vVla75AFwPWqIETxakZ+7SxelPe7hOr0LudE8v4kmPrFUIz4hrwO+0Ki5PScIR71WYjm9ivR5PEhLoj01Rqe9TsL8vctoDL4GycC9XL7lvNGlFD7+phI+UGcqPWNdfzuehRm+q/IIvmRdIr708CK+FhO4vOi6/b0hzRa9KF7NPY9Alb1Z4QM+Qw2xvSfUED7gghk+nkWuvIPT1D17BTo9v+8RPhZw2zwykLq9RQYmPkR3ZT1kdf+7HFchPpH5FDsZbJQ9W8jCvYu0JT412S2+6nawPf+8XD0Pxhu+dcOcPeAa/D2kVjK9jR+MvYYMEz4hpRU+XoLbvCXdtT2Lrh2+gBfePW1wir1PY9o9WgUhPkkPCr4dRI+87G3aPZe9Ez4QoQM+lxirvVx2871RQOi9dB0YuyV22D3EmeQ924rwvZesDz5NpRa9dIX9vdHNFr7M2w44HCQCvpLmir31/Zi9OLcfvgBRyD2L9gQ9+2W6vVThIb7bOrU9nJRvPQeonDzxniW9+RfcO3QcD702j2G9nn9NPY50Dj2z9gO877qXvW3BsT0GGgK8B1U9PfHcPD2eKFu9oj4PvXJbyb2yn4Y8","cytuPUyOVD08Ro693Bq0vB2l+71cYqQ94aiCvNRDSj0ZzF68O4A4vcw6Z7wuK229kvWRPTCWJ76IZgg+dXDvvWM75D0Egqu8DO8EPlggLb713h09IO2HPWsiVb0Q/0q9hJUQPjPJGD4A4cg90vOHPds9Ybwr7Ny9gKrcPdTSD7t9iju92X45vTKiqr12PSI+BJjsvXj6gLpNwiq+vxkCvkJB9b289CA9WoiJvQVLn701VR8+oWpavJPkJb2F1x0+BHu5vKfpLr3BRY08LpjcveWi872nTpG98OGtPVxIbD3V9VO9eEnCvSecET6qIA0+D9CDvd+v1D2Rng6+7E3/vRpoED4ska49+cdMveDkG75Z0SW+h2WfO9Urnz1tZuo9GkpiPZt3qLxbCKa9wMyZPRjDRb1XVPo9iZIEvdJrI77yUwe+tm0KPmfugT27ARC+T6RrvYmg7T3MxQE+vDDnvMBCrb2tJyk84FEiPvRjHTxz7ja9f7L9PYaRwL02iYE9hnS4PYtfnz0PLq69sLfhvRH5pj1vDeu9go72PShfBz2dM7C974MvvTQ6KT7MmLA8eCSDvRUeAr7YHwW+016tvePfgrxXtR29lyPovSAbuDyW+BG+oRhjvpHNmDxQvz69udaJPHuv4b3aguC9FDZ0vMEZ2b0VEQg9wtwlvZ7aZbxsIya+7w+vPA5/e71ys609rGO8vP18Ab5g1Gk9DZUFvkWLHT2+vIy9/xvHPdQ26D1Gdi2+6vnOPbNSgTzUztO9MjNLPfqrCb4ncOI8qcr+PW3yQ73guS69+jOXPXJqwD21ZH49GQA8PYD8xz1dqrG9LVkNvpPKMr3kEO+9JoDmPaRgOL2tRiC+QowyvduRAb7TL/89X9wLPQxrFL00V8a9Ot3/vb2fOLzXxhs+GRFFPUd1RLzzFQw9AnuuPW3eir3Ckio+m5lbvW/8Kr4uQyY8dhckvT9vZD33dCg+PGjxvCCiDr4YNrI97dDMPZwLgD2GbpA8jWvku49gq70tmcO9","A1/ivXKy5D3keh89LI08vNUiuD18tc2933CvvABdk7xYIhy+CaUNPlx1Rb0wozS8MQrgPctM9LwJBEE9CyuGvUGqhr28SVm7Ol2pO/uzz73mDry9PLfIvasuJj6oRbW9oPb4vUcHjL0l94g8LBEwPcvko7zEi/G9Ob1KvHe+KT4+uvu93xV3vWvuxz0TJCY+mSGzPJPVpL0nVx2+jmUnPirmwzuE6fa95/53PMQDlLzPfXs91KuYPUd1Br6CtR4+YC4mvlHWW75ODpW+5b4AvmY51z08PAM+vn4JPTBdprzxYoC+dHwGvvolLL51I0Q+bSBxPb+YET5+8jK+La8EPfU6PT2DDW6+W115PdyWIb3fDZK9XSwsPt7gJr7dzBE+83LUPTWCO752DG++iA3lPVyBVT60jJY8omchPh7v7bpzURy9Tz2jPIunqj1osrC9cwpePlvulD3YZbC9xLMlPX1BCr54NRW6pk9LPukqhLw+iWU9XywpPsWSIT2tGmo9M0eZPtcwbT3dcoU95/KDPX5WO71Z1Z48R74YvhKZBz5jgPQ9SGRGPXNXNr4JeVa+8lmjPWKncr67X6Y8xatnPnSijLy9D9W8qhUjvWci2zxrYLS+j/Q4Ppr6+D3q9hC+zGBcPqdaHjgxIWe+AskHvR+GvD2Oac28bSEMvbohoT6yfIi+UZnNvBBn1T2YNJI8uoswvglIP71ommW+sPQ4PDTVpj1WWsY80Eebvty7HT5L8Cu+551xvuYvtrsVYbU+dqiKPF9vi77r6nK9SUXGPHWEFT5sO9W7Q9mMPRdTmL51xbY9CUT4PRbHAT5hKC89cBJ9Ple8Ib2u0/g8GCgKPS20H7wCRx04RZmQvXti4z07Zis+0OeFPg9CDL52/8+95QqPvtVTOr57doU9A+XzvUsIBz5JrDg8vV69vaWCUT1zyIw84LlOPDNDn71airO8gmOVuIqeEj7jCVA+kh4BPC0IGj4m9S2+uT6kPf+BSD70vLc9wPZ2O1Jshj7bP3S+","zcRovfSEND0tkQy+tY/NPfgXID4sx4c+c9mvPTCid76rJWM+z/wZPiqYLL3aS248dQW3vDMNv71o6EG+LPdXPgtQ/z34+Mq9/MzwvaKb6L1Mp/K9nufhvcEf/71EzFk+JMKpvuB2bT6DS4a+GtMVPbplTr4AHlW7lMpgPXW+57wNMRU+5irXO7JZszyO3ly6aizXPf8qbD7Bzji+eIESPoeelT68cE2+MFn6vOpc2bjvtlk+RdsOOfuLML7bwrY9g9KgPdfuOr40yVk+AqtavlhFybvcrtM9m3IsvnXfN7wByX47QezkvXOZLTzf7yk8IVYlPvUCRj4gJtU9pGvOvYuLib0c5So9+e0xvEN8ST6Jel89bNsdvk4RmT1fp/E876IvvA2JLD7IZOo9bxFyvJ3SKD2Tjy497LvYPHbq7zsw+g8+g9zmPXrkhD3uVTw+tekqPk8eCT4Mr6+9ZbyIPUsG+z3fC109QnaPvdmkbDyaxBO+tJQWPhwauz2omjS9gZVUPP4VG77ax968SGsIPgTMIb3XAGE9J/zRPBgZoLpuwvy7KaFDvYg4B74q+aK9GoyFvW8upD0jDE69LHMkPp9lYD3S91g8SMKLuoEYkD1mQAO+TBUmOmw/LL09Tew9hu4CPb+T8T1okGU99wUJPM87BTw665y97kbNPXlYAr4Wsg+7ekppPUVq+ryXgSA+wex3PSdovr3ecus7FdrBvM+rlbylBDM+ZJNovZLkJD1h5VK9sj/4PS7V0j3VwMu9LIqWvYC2RD02dhs9AojEvW1bRb3DtAo+uPnKPdgjCr4SPUG9FhrkPZ9iJb4fSS0983ZmPaHABT4zW/Y9PfuDvYTyCD4mc608Q+myPUryGr19ju69uhSsPWuNKT2jxp89xOoJPJUb/T1GwNs9LbPXPex61j2zh6o93HfiPeGkmrzoXAa9G5YuPgFILb0tOaW7fU6FPGxsOj1EDFc9X/Xkva5mq7wdVgQ+2JuKvbbR0zwKCMI8uU7ZPf9ErL1/4Cy9","LlnxvFVqPDyIE7+9oRegvDVXDL1QEnm80m+SPDWwJj2nppc9F13NvYpiyz1zhhM+gAVKPEDOBj77RLM9MxK6PHl0mz0AjCW+lOA8vsQ4372AObQ9yRq7Pf8qVT0+so698E+ovKYEvD2RpQa8vJHgPU30nrzgSt291pSRvT0bjb1i6ow7rWjfuhC6Jj2BasO9JhUcvuOzxT2Mcmu9bhIfvj72RD6ylf49jgUBO+4TKT4lxT+8JHUmvVIqfb2x1k89jjjCPUj/mb12WHu9MPAqPkmc9j3b5tk9el7sPb826bxTVp29imI0vlb6hr3+EAW+RTdsvT4QOL0uLng7fAUDvg=="],"bias":["mIwxPP4rPz0S6QA9rtC/u8cjFD2/FcI7cLQgPZv8UL09JUE9tiwvPUKoDj0SroW8pQ9IvT+7L73JSrU8ItQ4vNtimDxuB1E9aiAYvbqxMj37WQw9yfNQvYwlMDsMyRq9600wOswaKz3dcEM90a2GvVRvNL1veCW9tF4Yvb2rcz1gjw29Zkshvet1Nr2guJk9nWm+vAQ4TTxhHJe8o6WxPNX8qrx0ORq9p64AvU1i5LwkIEe9yHtFvZmkCD0CapE9I/oWvdwUb72J4YU8cB0ovVG6ML3VwxC9haALPVUEJb3VPCW98o4PvRFVET1igtA8TJmAPCX10TyDHvA7worKvJ0YVz3XcwW9ARQxPStRAD0TSJw8TKGCPDIP2LxT6+c8Tk3yvFtgDLtWHh09ohZbO23hUr1OoIQ86E0bPU+8Lb3FpqY897cwPbehM73YAeU7XeiDPUK7Fr2fyS0979tAvZafkrwr2SQ9w7gOPbAfaj3HWP48+tApPfySTD0Cpfe8U8AIvT3KOj1g8jM9K1ghvPyjTb3dfCk9tnOXvCQWFD1lSkO9KGdgvV6vHL1VyEC9AqYqvWNyxrwC6MC8hWRHPTPpYT1fy/u8zk41vPuC6byGCQK9a6UDvX9TDT2/QS49yQiCPeX3NT1qyjA9dOWNPO48Nr1UXkW9/WxQPdyK2jzHvjm9B0FHPc346Dz6i9o8FBYmvWfIDb0S+a26P2IoPfikAr2mFRg9vNQxvfVznrvMziO9IQZsvUtXLL3ictE8uYOHutjNKL27LDQ8X7ELvY+ySr1wMi29V1I7vZUUQz3AlUe9nFpDvU9zJj1PGGE9WeXyvAxVBj3l4kE97lZ7vZunT70Z3yU933ggPdu4Yj32Syg98fI5vSpqIj2wgwW9j4tGPVhYAL049t08O66rvAzXBj3HpX28vsEWvSuACj0Ew0S9i5c6PcDtZ71WImq9dJ0lvWdESr3lIKS8nktNvT2w/bwvuww9BK4lPZUIE71YdRm9o5gtPXp9LD0EDs28","F44gvWsiJj2exPW8b+sOPfNs47xUhkS9Y2ZBPTtTG70="]},"dense_211":{"weights":["OnswPXcFi7tl6tg9hXdAvXxbLj3ddsY9H3bjPeA+cz1QRhO93MkfPDmac72DHz49UQurvSfu8juaYjA922vAPdTJDr0j2GS9hoB+vLX+yj3/67O9CVm2vcGGFTyB/80938vFPSckkTyf8Zc8YeSZPeZArT2lQcU9///1vUnwZDm68nY83MI2Pcvwej2sDZ49FpO4vCd2rT3F2i08ASuBvCUBs7w4ayE9o8alvRlTj71VO+k9TEDYvZySdzhC+PY9L+ORu2ottz1fo5e9gV6evQMvGb1EtQ89mJuivRoroj3X3hk9mPjWPYCEhL2nwKk9AUjcvfWOgD0A16I917SxvUSysj3+2PA9jcH5PPZhZzw6WNc8MH60PYBsqr1o5q+9zk3nPO+5yjxWAv48dtoiuOo9Wz3NGY69zU2KvSuJsb3Rtpi95/+IPcFrzD3dd2I2qxi1PczyRD1LpxM8Jei1vD74CT2n8a89YvSKvJgHRr3czYQ9AaSJvSiwg7xbqqg8FlG6PfNlWD1PApO9yz28PSoTULyN2wW91OYQvMZXXj0qwMg8ZOw1PJRQ0D2pOZW9t0W0PT1CR720abm95V99PGBW1r3iGpU9Lsv5vJ5wkD1Oza29bhPpu8cac7ysFAO8NgpRvVD3VT0VFne8Gt8kPBBYyj0Ui3C3vEO7PdaLwb3ekYE9E93aPSSKyT1N4mw9P/IFvUpwyD3oiYa8hvWiPEfNxj0Cebk8HHnQPYd3Nj2vXYq8HGPvvAgM17wzKO49O8g+uF89mL17Fwq9dLoBPYF1mT107qC96IN7vD1cebx+USe89NLCPU+E0T0I9FA7gdUrvRhhgjyJjqA9qQeNt8WJ0rc/Xtm8LKyiPb2gkD2XPKW9wlB3trrlIrdbbaA9M7Npvc8QLT3C5ju9EQfiPBNYh70aOIc98Z3LPbvcZb2gAHe9O6C2PXXzkr3MKeI9jxwFPUKsLjhQ4uY7weqbvQMR773Bkqw7SsMUvAZBz73Mc1y9Qz8JPQDDxb37+gG9","ni1/PfH/m7z66sq8HDLxPJRwwr2bwYS9IR5NvWyx2r0KTpQ9/h/sPYJ8iD01aTA820xdvXbrwjxElY49AbmAvaAM/buPAu09UNeZvRQrdT3EdOS8bROtvQlBIzvMBE86ZiG1ugPfOb0Fs3E9jxjEPWu2ULxTw8c9CUykPUtXMj3xuuE94ovYPank/7xdIXs9H7wRPSpLpTsybJs9Trg6vFmQTj23JL290KZkvXcX8DwQCZO9CfGkvf4yxjw7TIu98SD3vU+w4LysKKS59LWhvE31rz2wcLw9g/3rvSyohD2t+5I9VQ+XPcTWu7yYCy09Eg12PVSaSb393+e9n7CevXAdNL2EAZM9NudcvcJ44LxeFfu9ZhzXPOrw2j1YjbA9pyG2vTcWADsf59U3BmIMPf+Dhz0pspW9MUg5vRxXIr2NYeE9WbWpPWk+iD2EsHe8fXenPVcskbyzyYG7AqslPDZCrT3rbG49Uk3gvUpkl71NJ/S9CTb0vLCsFz36cZm9qDPNveQghj3f9Ei9v6XDvXLLVroD7Qy9Lk2CPHhnrb29sW+93+ZJPQIVc7wwa7Q9RSJavSNVtb1AQ+o8ZCfJO75eAb2THxG95xgjvQsqrj1pLFi9Knh2PWHMuLwPz4U9mHMOPdtke70kqX+9fN29PF41KbV55jA92bMBPCEItTzZCeE9PFh7u8kcUb3BVqi9HIiwvZQQobzSnYO9tPnJPMhelr1QP969+IvtPdBB1b3T9L89WsogvbQUgTz/XSy9KyrDPSsXL72tzRC9jV30PTiMrLzCm8c8PcMePWJqnb2jRO+8/NG0vRrKmTwTVci9s7a8vS9wV70T/OG9xBPfPdU9L73s55699xrTvEB6Cb2njDW48SaovafyqL2l/NO9bKYxPQx3kz3QQ0M8MS2TvKGGSz31WTA974+FvQI4sTzINf280TuTveKz3D36ag49O+pLPdMBPjxzj3W6y5OvPV6OgDvejAS9SWaePUNh9z0MDG08BAJwPbRnKb2jopY9","WVLnPMjHcT3lfCa95Ur/PMvNIL0sPQ899WU4vLKj+T0lC9c96lOTPdfGDz0ujMm9/xI4vT9raj2g0/q8QiigvIIhtT0sBPQ8GXvKvSmcxbwBB8a8o7aeuw+bjD00CNK7djGQO8k7ID2HvO89F+uWvRc86b1QpY89w6aXPQjQZD2eXIo936y9PIQMML2HRWm9jvsBPY/u6L3xpZ488p6jPQZJYz1CDoS9v1MUvfDKYr2Bh7A9FVOzvUWRRb2sx5+72ufrvdGNjby3W/a9Ily8vTPgEb19Pa+8SCGqvdIHvT2RzfW9p2FsvSzRIj0j3JG8rEWBO9ag0z0gioU9yaIZvZ6Zxb386va9vjKJPc2eZL0y4jq9/9LsPZR6uD2793K9YQWdvQcxFbzj/ME9ho31PaBHlz36Ux+920P2PPKm8r3HmPu8URm/vYtbzjsSOGi9WT2RPMEbmzz74Sk99sGGvaJh6j2wtQm9G690PUv2cD0c7429JqqPPYc5oT3dhw8992Q2PIrH6bxpheI9o8OIPXHMAbyqQ4W9mnKsPSUch70Jrb29nODyPZvA2jz2ckc8vETcvVDiH71S+bi9GdgOPXXKoTwoD5Q9Ao/dPevdPj2b/rs9DpHmvdPb/ry9JcK9vglBvUGa1D0BOle9KJPIPQH/6bzrVPO9AbkGPcoTNr1ICK282PKtPT80STzcMYe80hrYvSzEtL0A7za9mfrLO4YI4r1k17Y9Pd2fvWp63b3X0sC9MPdOPZoirr10/Z498xurvRnTx7yTMPS8kT7ZPSPH4DrIJFE7L1baPTNDOD0UUNW9gKDvPau2Pr1EueW9BMWdPcMv4z2fS6k9pzNAPTZC+DvZmKQ9Q3kQPXJWyr3s1J696dWfPbVjED1OEPg85XzfvTzWor1Td8u9Ouw9vFYK4b25EPC9Sl0ivSuBBj3an1s9PqSTPUdllL1yHT099QTmPaO/4b3SMBG9K8A+PDsMmD11Lue8Khqxu9tSMr0imPQ86liYvUdrRDxL7Gk9","M53HPdFWg73vrzA9lxsHveyNtDydfaa94GiIvc/htr1NQdo8cAHWvYZqyb20vbE9So21vfqotL0P/sC93QSnPE24MLzVmMA8H5LNPcqDw73PZdo9q5mOvA0pR70mKIc7lcHzvemv6Tq+lHo9e+kyvb+5r72LJMy9gMa9PGpHqD2+B9Y8SGuBPYQK171ZH+85a0i9vPnpQL3Pytk9wcbGvRvfAj0Zq1Q9q0kSPiTLtj1h1Kc8q12GPUuXcr3Osck7tusTPXOFmT0NgUS9NO95vPyVsT2rTso9hyoJPHM5qrwtac49S9O3vRf/Pr3xnIg8M707vcRgEzxuiI88dzuKvesxhLk+VJi7pY4VvM4Y07ztJ/M903oFvpuw2Treffe8nkR2uq3Sib2m3PA9E2t9PUsx/Dy25Mi94cOTvfyE4LzgkeU9d5Spvcx9sj21oI29FP+jPF7sdTzUgdY8yO3NvQMvuD3XEw4+A99BPHUcyD14/NK9pgPgOv09kr1486I7WYOTPN6E4r1hxei86AiKvb2tnr2tN/g9qmPBPcNkh72O07M9WQD8PR0llLy4QY697BRGPUT+kz3PWp495XuAPBUZoboZiWU9GSvqPbHrxLxVjaC9LK0wuEJ6rT0Qu3+8vzaUPfGLxL2qU9y74tS/PEejnTlayyI9N2xSPAzNnD0nMu88l4aqvYkl3r0+glA9pdCoPWATuj1lnNs9nuc2uxpejj2VKj293Ri4vK+b7z2ZLpi4ohogPVvx17xX+3y8O2KXvDC9uz3AVe09QWG6PWCnhT1o5xW9GRimPeFQiD2zK1o9vMpCvGvEub2hLFE9ryjDvX8MLD37+Tg96oAbPd9AzDzLeQo+F4VwPY6oYr0MFeo65K6nveYAoj2umEs902C4vO3LOj22zMY8qkrDPbeLpD0LcIA9CGyRvdaSvz1pLyk9AYTJPT2B1Ly4fG+9BC/RvS8iirw7XDI8sIvGva8W8r2yXJK8SRd1PcJVzb1d5oG8/ifYOQYEkT2kR8u8","mQXGvYXKHThN+9a98emcO5atxj06EzU5FWzNvIhyOj063bW7VmTMPa4aCT2hOPK6Yp4XO5uXzjtvYWM934oCOdA3U73J+hU8pwK8PY1w4b27qcw9Yz2pPDz02b0n+Os9YzrJvfgDA753gMo9vkrePSCDVr20v7S9oaM9vVnknjzg9SO8fGSxvWy9Xj3sWeG9W9/6vEC/JD7278G9P+y4vejJuzyckiM8t8HwvJTELb0GGni9RsQSu3GKk7t7G/m90srgPcsuQD59sjW+S5llPRyvvTxXpje+0IDGvKa1ST0zF+49WwgOPHrMJr37hiY+z4mdveiyT7x5fRo++6hNPEOlrD2j7HY9eIvAvTLbjbpyDAC6btaLvc7mebrRDKe7jp3RvcHBFT2YdxG+Os+kvb2lu71ShbK8m6+UPW2V1b2cP5A8a4EGvb3QB77KVhk5PufAPYjT5j3qoRc9qtpFPZbDWb3L9c+9KlMyPQjS3ruNhUm92JyNvftakj0InoG92Pr5vestAr7yhVo9JgzJvB7YGD2Bp+q8LfXgPMqC1zwtAw299XYxvIOoYr2TXEc84HOtPUHMQr4ZLZU9zAQpPf4ZBD0rUvq8ZQL4vedKfrxAkI69xlvDvKGt8DwcK8M72l6Evb0QKr500SK8+WC/PQWLvD1B9a69L12Lvfn7Fj5667M9ItbcPSC29zwEOB8+IjgRPgblKb3/ujW+1lMLvu4qzr3bSCg99foRvsNa6Dy07Jc80dUoPZhWiD2Dav+9qjE3utJjBD3+P4Q65nSaPH6cSr2EDia+M2N9PO7Y+rwJSWS8SSb6vT+NmD0x8Y+9o7X+u1lgiDzsYdM957L6vJDHHzytsQ++nRPVvWTXUL1GB5O936aSPaRyoTsOQP69d/GyuWiG5r37LdO7WIGkPVZoBbykVcA7YvQJvufWBT4haMY8ynQ0PU/PlbuZPv88OjDBPBPBbL38Hjy7LU+APezooL3bkJm62ZcOvrHFfDyy59q8ECMoPY0PFT0UF5I8","8PLVPf16XL6n4Au+uTIjPSEDRjyzDTq6O8QSvqLFED7r9VW9+rc3PSUNu7z4s/c8gLeLvQCrtzwe7ck9R5/FPYI71D0LnFO9xE8xPWbtTLwPszY+4a6NvIggPj1ZOtU80SZ0PflO0zvQSqm8O6GTvULmrr0nLEm+LE04PSwf2LyPkJY9YdKUvD9ryr3vJM68QUEwvW58sT38MwA999+RPSRWOL1+0Ni93uF0vX0twL0YlW69QxcQPdNL4L0USJA917ngvKhshj1sdMY9z42gvZLIPr06s3w9Zk2xPTFv1b21fua9Ts7sPPwgAD7xXpI9j9+NPPZmjj1I7BS9PaK1PYjl1j2iCKK9UbgKPTpuAT30UbU9aiRmPes5sT3rQi89V53QPUvuk7zggJS7l1rLvcKe7L04a329YBjqPDWiWL3nMwu9z0K+vY/Owr1SjJi91JGtvei4WD3nWG09DfaFvYW0kLw1Xdw9En2jPdTOFj1MSqm8J5BHvW5n5j3VBRy945sRvePIaj3RFNw9pllvPaP22L3McYu9qn+IvF3Kd7274xw92j8WvY9Vir2+yru90QyTvHFRWzzS3F27IXrbvTrBF73+Qhs9tmR+vN2nEr2H7t09FfafvZsXl7z3yEy8pxiDvbAgCTyhMdi8Y+iMPXr5KTvgad49KmsZvQPj4b2+/um8JFuQPRFMubqmc+s93BzfvVTYjL059qw8YpzXPeL+pz2GV4m9z1QfPbEWbL1Vu1s9baw7vf6YtL3ybJS8QzDYOCNRoD36FqM9jVc0u9SRej141d69DTWDPDnq3z0qDsw9yLBovDi5Fz3d9wi9DieYPRhSyr2SVNA9rI2lPS7IwzwW3e66DOETvGXK0D0vwNG9rnbsvK8IAL2+oSg9FemXPWoKuL2lKh099RXpPbI+mD0K3pg90pjTvE0vpj1pwQO9Y2ravEwHpz3VcLo9DM0IPU2/4T3zwJ29Bo5Gvc/CtbsXmZW9JgeePRUMJ71DT1y9w6CnPf8ve70T4a49","U74rvbv5Tz2i7949OZEfPTb2CT1f4PM8DV/xPSCNlb0dBaO9Ku5SvaLAAbzv+hs9pCWxvetQAzxwCW69fF4pvZcptr0WWI+94X2iPGOxcjyQXp29F5N1vV7v17sb4fY9+vbNu2NT5rxdVes9mOqOPcsyyb04Ipu9iEvTvS65qb28pMe9LDLwvQOgobxfP+49KDK/vc/Tw72hf+o9Q4bdvFF1uj0si5i92ZNEvfYXOz3xxtA95eLLPQUEYD3EPJ49uTbhvOe00z1Q6eU9NS3JO8fZLj1TgnO7oP/3PaYNYT0xByc9SFhLPWnfI73vGqY9e6ucPPkJuzxoUKa9LZrlvTrm6j3DENC9pmfSvWU/xD1dWze94I7SvMb9ar2HHBI9kFw6vT/m2L3Sjow9eevnPKE8YD0T+cK8ITszvfhkXzyVinK93jDaPZpm3Lxh0Y68pkCPvTtnOr2RKN09XFGDvU1KW72IW0a9FpNsvS/e8L1xYxc8W/TdPK+JPrwmgE69103MPQHNtD2uTGw95iv2PWcylD0wvcC8g9XWOzSGyz1ktsa9BmGlPOTRsz1jUsg90ZOivYtfsb1OwNq9PzD8PEaQlL1VlFm93mfOPch+gDzxuuU9J+OuPbpHOb0uA6Q8l9R5PVglhT1dXa694OChveA1pL2BkT28wMcRPVotw70rDlI9vKQtPLhJ371RGo48BWLZPSnIxb2CL7g9okDgvaJVCb17YgC9O+3KvViuwT3q+uA9FRd7PYLal708qpI9vu1qPN2c5D10z7E94WXvvUQ8Zb3DH3c9BSCuvcKXnz1Nmko7S3LCvRvZGjzIJns9vqKTPDqb7zxiMYU9lhiUvUvg3ryuXcw8k5jgPRId6r2UhMO9c365PR1RF70C6489rBxwPQvP4bkfLYA9vls4PYvR4z3BqcK69XnKPTeR1T3+ILe9vHeIPbEDczw/0dA9nHqVPYWN8b15+Zg9pre3PStY0j3bfM083R/KPRyHs7tx2Ta9QtxlvXu40r1ORpE9","QyGavFNZHL1YAOa9wjwNPRjNI7xKYQe9DRRFPYSliD2CRLM9Ba7cvVqGhz0zZA6+o8Q0vWwzvT03ZJi90xuevbUJwD1CeZk9+4KWPQeo4jzuHGy9qfGzPRSAwz0ditU9V3scvC7hGj32QPU9xMHxvPwXg72cxEY9qrOqveqQyD0gk1Y9V29HvbiyB70myMG9+9NzvOiLJT0IRHw8Uv67vdE8Qz1SpN29ko01vVpduj0oV+A92MABvRbFPD0JhFg9MoDpPYbuuT27G/k9mqPjPTPXIT2keiK8y8jFO0Kfd72XTIW9UuE1vVl43j1gT6E9GnYjvWBVGbxfZtg9RiNnPehnhT1hJJe8tyXbPSmxKD2GT0I9cOaEvcs+ET3zNPe9LMPCO2FC+rhEpQi9EvlOPHnjHDzjCTe9lSPBt0yNALYVGv48v2VaPaEnfT3kVRq9DBrFPWLOuD11+cO9wkPxPX7j9z2uayu9BMSoPeVRwbjQVuq9Bhn+tjII471yzpg8O1LlPIVA/DzKAbG98whOPY8sB71Ec7g9Z5psvalJar3OP6E9p5TgO8PE5jwbSxu8jaajvReqRzzin3u9Jgb6PUXuYLumBOE9t47aPU5ar72lakq9hbbRvSCjhbvpWbe9166ovUzcF73/uuQ3leYcvEm/4j0VMBM8R9EAvW3Oyz1VfX49uX70Pc9Zx70xTpM7JJsatuwSDL0Tlpu9comkO1YasT319zA8ZPXlvUTz0LwtNfY8ZxQavYO02j0bdy44iWrmPZupE72CBIS9U9BqvAGfqT2NVis9aLadt7vJxr2RaNo98Ww9PS/mLTy3MQy9xMCRvcyzuj1nsk89YMW3Pbne8L3+5oM9FjMFvfRZnz2qDB+9QCynvdvTND38Y3G9eaNMPTuiHL0QBKa7plblPfrlFD1fUHw9vxghPbAqxTrasYy8CuDaPM0t5z2nEfY8qghTvIfPRjw1r9g81fHkPSQ2mb0n4dg9tzQJvaIBhrx3Fgq3+AyuPUa53bzdIeI8","aqHKvL76Hz28zja9z4SfvD2B3DvokN29AYXbPd3H9TwXkww8UdwkPA18hr0ybrK9IzvwvJ7A6z3UIba9MBYavff/3T3ET2I9c38kvFoMRbyh//y3yUifvRJNHT15dAS904+pt30Q8jfkN4A9QYJgPU96tr0mLSW1h/m3vXQk3r24QPa8Es2cvXUosb3kKbk9fh+avJvqKz1I8aS9VkxDPXNX57ej5uk9Dy6gvZ/3zD2cGZs9kw5tOHBBJTxLfpi9JANGPdx43b2zri48WNDgN/T8yb2qX6C9W1TpPZgpu73tPnq9m/3GPcebhr0tlT09wqqBvJFX5b0lxZ670kAsPYKhvT1+tXe9IvisvYAx6r0gEfm8+8n/vSt8mL1jSN48Ilw1PXdhVLzrotc9YGMSPZx1PjwNTxg9zqsUveeMOr004Ve9VKL4vBpSrL0p1he9VChyvQBUWL3EiAG96onmvUxIsT0aYwE9KKTqvXj2Lr1wp5o8tT1LPTeciT3DIMI9l9HwPcZwuL3OT3o9kuD+vfB5n73tp5C9igyevMFI0j2t7qA914rLvEgAxT0h+6s95QfovfM1+b0YhIq9fqpkPUfEpb0urly9HqP8PAsjCbyD1Y+9xDRmPSZZUr00bPU96kpKPbxOij300Za8xESjPWyr5j1y5q29INWAPbiNNr0R75G9YkEWPYtOk72J3aw8yWIqvVaJfb2FYgK93erTPQxygrx0wWi9ag6dPRyvhr3pNAA9S4OJu8KXOL24e4A8hBTmveDnlL2k1zw98NEvvdwgoz35rsI9pHyBvYMKubzZjPw9VrKYPSc4h7wEAos9Z/aDPBAP3r36d2w8hWf6vVLH9D0vjYQ9AyjWvcKTXL1DpBm9TguQPexbhb2defA9vEOyvaEtM72ynea7j+0APQGeebvKsIG95dtCPZfjvr04/P87IZe2vZqhYrwu5AC9nfLyvIstgT19nb88xSA/PdQYBr0Tn9e92j37vYM8jD1zSP48jzB5PXrICj0k2a+9","qgmQvdxPIL1/uuW9GidFPdhzrL1BQbu8Xnj8OriAaTwEyy29IvNFvYJIRzyZyKw9LPHCvfo83j2xvoQ9ghqZPWpEzL0hjMy82WQBPm3CKb3i/168IImXPM1x5j3VjZU9TAdlPYycGj1FqK29IKrDPVpIwzuS9xI6fSk6vT21iT0GM4c7WmaQPZDsr71HTFm9rySDPSRhIr2aUT694rkRPVzpzb24xeA90lj0PZwFaT1coDe9EtA+PHfrtj23NNi73gyavcNp0r3qcaW9cGeCvcJoYz2yqC+9PiMovUo7hD1UG709UaE3PQJhD71YEOI9pJeIPAUczrzm8cC9MOjavW2PtL2FGBo9EXWfO9Dwcb2hO6091WqyPSZj9D1oV+09iuU6PVNoh7xhX+w9AGo3PUGb7jX0eX69Y8f/PA9qgbvM3hk9WPguPFeJBb0esmQ96E6dvSwaLjvJL5W9ZwBHPGMDjDzMrME9vUycPdYrVTvIYoe9aWOuPWbTPzz2i2s9r+z3vbRS1L2lTDO70XKWPLEieb2DrO89spkQPSdTAj093VA9WLWIvQ7Giz1175G9xcVDPY3oMT000I09Ap7gvSb/+jxy61Q98CidPbzdhz0HdK89mL+lPXIcHT24l4u9tR6SPO2roL0VyQq9qxTrvLeylL3Qg9S9EvXjPZ4sx73S9BC94VtVPaCqqryeqR49tUGxvUJeX7fKbNW97YMvPb1EAr28iL89GUWZvVZfUT23Cti9es6vvcYCpL1mdJq94xtXvGWZgj3A7QS9g9aUPYkb87wjM1a8eRquvXbLA70HZ7y9gKOSvQBHzr23Q348ACGpPFsufD36XY6966flPQ3T5jzFa44717obPbTbwj08IJ09fnyNPFumv7yyHps94IduuRMr7L2M5cK9JibgO8B06z0DoBG4AHK2PXumjbzG6cY9mpvBuHUf1L1gDNY7520Dvab25719KaK9OBJOvRsrmDyxgb8988wDPa10Ir3s1xa9VjQcvchjjrzlp5+8","3U2oPap6qL0uIt09zw7svU3trz1HkKK3AB8UvcrwHr0mBHG7CKGAvWZTCj22ql49eJLJPTO/Hb3edpI9drSwOYfv7bu8syQ9efj6PWtku71xyoi9tgh7vaPR2bs0fqe7Twy/Ot7ClD3BfkW9Dm0IPCRE+ryJXAm91v7BvE03xb2hv5C9szDkPQo04r3AQLy9BguhPWlMr7zXs8O96Xa1vTc9Mj0mC6M3c3DxvSti1L19fNm9SyeuvKpZMr0Sd8g9OqmkPTaUtDxG9+m99jT4vX07/7tG2Ag9P1W5vYjKmT2oBp+3q3+oPO9GZ7pURVk9I39/PbsEjTdEUUI9CYvuPGG2HD1lzgk91ZmrvQJ8ob2fr8y9JFL9vWxxpTzcgfC9KNfcPbgcvD0BeC09rvG4vRiR2r1PCZU9fMarva60gz3I2QE+bjTHPVJ93T1Q6su9gyilPIk+37qoBYy9Vs9avaGqdD2TLU+9YemRPR38sT1ekqy9S137PBE0lD1ek4a9IoI8PcXlKj26CQo+oga1vJBR47xZiIq7TIP5vTfeaz3P4gG9ZyKbvaE70bthuTe6u2ogPW2Bg7wZBOO9r9TVvSkB4z0GUOg99X35vTKdLb2U63w8R9rrvCDWIzw2yc094ILMPSIBZj0RQKk9fJj3Or4hxT1vGpM9QOSBO1qUoj3iUUi7g5+ePXMI273VIGm90g+nPaQzKr047b+9Du1QPVFVBT2lprc9vfygvbLTLT3s1t09tYx2PEZFMTwZgwg96sDQPatZk70YXLS8+soTvokhoT0CwJu9aYi6vQFpK7pHF9o9hKONPI/Ay72Z9e49x6DpPCZRRD1cs889ISv4vZ9nqL17yLk9cIm5uyT7kb2L9Yg9PniSvBuo7bvBkiW9sd+HPcCXTr3Rm688G4BvvRWzqbxHCqG9JUm4vXIPuL0m9Wq8lmCpvEGFuz3QJSi8d6fOva+Mqj0jxQc+GxMquzySBLyyeds9wwKxPD8DID1D7KO81NdBvM//rr1DdXO9","oM/4Pa8P2ryP2sk9pRuovFZVhL0lsV27rBYuvV0q8z1fHzk9S6UjPT6for1qano8GwNgPS2BTbs5XBy9Q2TEPO7SZL0zAIs9FLrjvPyP1DzAIJ69Vk2cOoDd9zrVNKO9WHyvPQCjT7zSVpu9GEvJPdt46z36GB29jmigvGBp6D0Lkwk9f5iJPArmGTvmxI69HEahvV7RgD03rJC9DXHUvSpMQr3AbMk94WCpvU4Pkz2Il648AFvgPDMfQT0d7jQ963+Sva6MHDrQfyy8ZuYnPc4PTb1C/Ue9/MIOPeFBtTwPaLo7suuoPAVpxbwA1JO98U91PQVBoztTNqs9Q/POPVyp0L10RgO8fKOfvf3xB7xq6qI9rrZWvUYq/LyCJ269wyVuPUaRPz3aOAQ99u29PKyIprw9wxE+xWLZvZh9jzz+06k9BY4KPeDrwT1I6v89hrLCPRdQZjyHhfU9n8abvTDG4rwlaW69fjifPcpDiDdcwlk9bivzvaIqkz0tD4y9BaXYPJOyFT0+HT89IyvoPbO8hrzzd0K94+RmPbFIsb35bwg9sqcRuPJY/L2r49Q6moJuPovt/zxdAwI90COpuRLZa7z796O7UvkUvZy/eL3Stls8rX8EvtS88L0AzkU93AEkveV8qr34akU8KaUYuZ/vMDzajZ66iX0nvUoA6byn1mi9C+TTPVMBHz0iqoU9A4aZvGK6F7zLJEu9UpHyvakjUDyaqY09WN6jPUMwoLo7GLi9KHR8uF7dsT0sYIK9zAgNvmE9lDw8SkC9FE4RPaYpU73gCMC9FXKYPYwkx70xFUE9Hj3KveaPsTcFbPu8cGALPepbXjzkMMg9oRZXPLq9s71+qhu9rdMzvJHbZ73AUxw4C0jGveJ/yr1FOc27SgjOvYDD9Lxr0zu9+YgDvQmTGr5FEJ09AvmPvfuKdzhdPgq+XULLPVph8jyMYk29K6a4urMf6LzdpRW9ekaCPWaN4btKilO9TVWMtwONaTpSn/88WeCRvHdpgTxV0LA3","fVnaPMu4or3GDiy9AEcTu0ix7jv+GYw8V+2FvRhPEzrNZBS+iN7NvFHnvj3tG/49XZoMOHgpob0EJBm99vjWvX9KU71XuLK9PqLjPd+JOTyGXww6gZ8/t8GQ1bgrMV89kXgZPdDtkj3IeQg8vhWKveMRQj0LSBA+BwsiucAaCb4dLF09AHBhPTYaOD2yWaM9vYCLPQF3EL73RQS9GdDWvf+KkTjucBS+Siw+OMeNlz1P8hc9zEC1vWjvure01Du9IeQjvVe4Czq4o4Y9aSF7vdScdrf840s7yvRPuFDRoz1MBNe8O45utx3Mw70JoFE9vRqIPZjxXDf7hoa9ps8svPp2pD33IGe35coXPhyLfj0D4uU9c1n1N4s+Gz1Pug6+5F0ht0vPmrujFIE9Gn39u7IjrrgMiIO41qUlvcA8Xji6uVw9KAOMPeTxhT3pfi67O0V+PbR7OD3Opa69U23EvVRTJb1QDp+8u/iEvR+IT7yruuq9EhGuPJ6a1b3KMsC8c3VIvb6EUT2hUK09KQcDOKWceL1gRQI9+YOYvYoa7b2rn++9Z4yNvdqCgr0uskM92umLPai0j71Usqy9RPeAu8dD1T1x96i4yaeQvAEJ8Lxn+Fc9a+HdPfLDMT2PwFG9zu65PYXQtb1ITJC9JHHHPf0Pqr0fIZE9FCMnPXkz4j22Ll29v33XPSSHMj0dBmy9Fme4ux0THj1yPYK9KDfKPQmt7j0HnGI93XiBvdqAbbx0f6w9nRDwve1+vr3EyZm7wc86vQkol7waa6I9jQdiPRMaxTxkods73dG0OyJ68L3Eja89vLzovHe1ar1iqbY9VkqGPfq2nT1x63s916K6vEUKjj32Gy4987MbPc/GBz0L5i897fecvWI1zD37Ibi9GUOzPWfm0T3Aamo9+QHAvbwFcLfearW9MEAyvWL/orzOvWg80QycOMzHaDzxaPe8ql5mPUors7zuTk+9zpddPfWrsL0CwGY9OAdFvXTqt70hzrK9leZevAt5RD15eMg9","VDVbvLwp5j15mMW8uG4mvOjCZr1cPoy92ChmvWm9UD1Oaa27FdflPQxAjj0Wasg9ICyrPb71/Lp17J+7n9CEOqW2FTo0/mo8m7MzvfFhkz2bkHm9y64qvaX2fr30/4S2Sfhft/0FP7zabto986gSveqG77xK9o49Q+9SO5r44T1XLcA9jG0DPsqQS70VTbO7JoZCPST+mD3WZQS9hI32uyiOrLfkSto7HEgrPeVNxrzBRRu4ANaZvfr73TzMuwk9DoMHuAR1tjwV40g8m6hmvbWIW71sIZk9WFzBPKONGr2LULg9LEvXNz/fxz3eag68jT8cPWxgsb25eU496V6St+ZzHruBeN48WXn4vK+rJT1TRsK97AGfNp/RTzVvsck8EqSFvbCWAL3ZQ1S9NVOXvMXIaD3xEow2lCswPdQVfL3PPPC35SGIPdboET1hX+K9AuomuJtA0DyWEUq9Xkoftg8ESLtK00M9rBaqPeYAIr3XQIY89h+gvdVu6z2y62e9cr1LPcrGiD3vEg+9Sr7jve82lb2wLLo9fnasveWOqj1x3zK7WjujParD473Dzoa96/qqvWyM7btMTMS9j94OPIDWvD1T8mk99zWrPQ7CvT26UiG9o0qUvV3psL0OCZs74t1QPe0fNL0VIqg9rypNvZkflTx6IJM7VqtyuqQ9mD2Vl2K9CiI0vJd6Qjc4dpm98aA8vHW1gz3+1y28xPVPvVh7bjzHchS9BP1yvf3UgT2N/rO95ndqPe6XzD1rVJi9PflmvYpLyb3997s9nL0IPECM/zsswou9YQzfPTyShD03D+G7dzs2vEvsET0euaS8LBbWvSeIgTzVn9c9dZwIvfDL4r3SDB694Eh/PGBVjbdZAww96OcStlNZub2037+80ZvmvefNk72NfhA9f+GPPY7R+L3n/7G8WHMzuzEGXT1fkZo9jKxrvSWCrj37zla8fo4ht40Ylr3mQGY9wb2QPYhg0bZ4Hia9qCOOvTeuCbu1zpa9mM0iPYYzrj3lPBG9","Nr8/PYkGjLpQrYI9VhwqvRNNIL0Uato9OveSvSc4jrwxysg9waLjvI+TIbjrGJC9zBONvYjlkb3V5Q49iGpMPXUbrL0Ul9C9UkHQPWIFSz01poE7ZY4NPcThdz0wy9s8xt/SvZI587uTZ6098XCKvXwZjzwHlPI9if7EPfTNyL2mG1m9xtqrPXdgkz37CCS9NEWBvbL6tT1+1Ri9y6UIuclCd70BVWS6t1XvPFr5yr1fVp49lzwsu1VoDbYlyec9QWjAt8QKtTwHkNI9ZDsgvUdoLLhS+do8hWWevaHmwb37o7K92ZZzvUqbjj2rSjq9iDB2PXkb972yVpi63lVPN97T3z0SQJi9acU9PUQkBD0hsOO8q5TSPeADsT1oRZm3XNysvZRsa71Koak88xa6Pf2TID2W32I965JkPJ8w0b2IrOI9mCtwPf+HizpJtoM97DrYumITa70V5KU96o6UvRV5sb3Km5s8e0ZBvQ3+a73qmLE9tQOFPUAgcb2ON+y28IwjPSCFp72Tk6S7mZDSvX9KkTarv6O9hOalvYOc4r04Jd89bLWvuUuEkr3B43e9+VvjPQz92b3mlzO7z1HGvLSvyz0YIV89HS3yPJb60jxrYiy9YVecvURSHbxxatc8jRilvUDaxT0KiVq9fvC5vRpfm725yCi9ZWDzvDgP6jyiT/i9G9CKPUbUWr2qeb+9nT1mPQ8y9j31mFG8LvncPQTHHr27a829xcG5vTq0D7tr/9u9XJNGvYcm2L17/Z+9vQuPPX06O7y45Qy9jWa9PRzPgD2uSV494eQzPW3GYT1hJ8i8XODZvTacUbxZDQo9tylgPdaIBr1jE1S9W6IUvBYUT72Fx+G90mbDPd/Omz2Pxzs9QMLQPBkkOL1Gbbo9WVGSvPvpLbzNXEU9DcyKvR3CwD3Kp5W9RXGsPHqb7L39W+U82InzPbZMRj00Woo9sJ9OvTOINT3asu09zK+PPZom1j3p9Mu9ekP5vGRYB73ZgH+81r6cvWCWmrxTACA9","HjpRPVmzhbxBreC9iVu8vfPwzr1jnbe9vbX5PNR5tztbGKY9BLTFvf3i6z2ma/U85UmUvf2JmT1gzti9BC/pvdRgt70BgtY9Z78GPcmghD25XCa9v+nbPGvHujzRdZq9Skl0veRZ5j3pOIm9z2y2veumtz2pTcY8lK2avRg+nD1nmGE89qjGPQer9D3/Nuk98sm2PRka7Lz+2yy9APitvZyhw73c47c9xkJVvIDs5Lyk9WI9A63nO+fgtb2n9nm9ZV+xvSad7j2m1DQ8F9TfO2FfIrwo+sM9KxHMPccXtDwdRIK9AhdVPZT3j73iDp+9hxB1vc9yTT3LQ5U95s++vPdpkj22hsi8V6WEvZSDEL0Dno49LoMnPX1ZA72JeHC7KAInvReW172FWPW9ZVzGPZSk7z0Mh789de78vBpiA72FH9Q9g/7hvYsOBz1Z2Ik9aX7nPe4s972JlmY7bUsLPRT98D3I5PK94I7rvVmqAr1fi589y8OyPdJ7uj1YOim9prjovRP8mbxF7pu767hXvW5B9b0SnkY8nI9Auos0tD23S8G9zwPcPdy18bxP3tO9yppAvZqMPDz7eHW9wdiEPSBh0b2BglA9G2xvve2Wvz0MJqk9rUbXvc42Pr17rro9KIHRvYdGwL3EuvG8MhWCN3CpkbxOLp29QzKDvKvoVbucigq9+XjdPWwB3Tz0LK48U0fOPVhBCL0z5oK6crDWPILJA71S4JG4ElDSPcBYTr3ZZ/E8GPafvRPOkz2zXXK2q2HHvJCy9bytZ4a9t1JSvUwzPj2brqU812S2vF9Dtz3u1t+7p0d/vSwfkj0SHi88WHh7PA0ekz3qH3a9yPFcOx/I2DggWoS9gbt2Pbvk1z3Fdrw900GavSdZ6jhptk294Bi0vUjUBD2ZWLa9jRAVtzJm771qHgK8u1zBvfObmbsp3PC8ia8RPe3wnL1TnpI9jQbbPYxMbrj1uMy9zvw4vRXJ9DzjwtU9WlltvR3s2r3UzZ89vyetPUUNHDxE1Eu9","EEvsOZAaCj6qPOU9EwqYvaHHFTgfL8c9JhVrvRm90b3u6N47sVc6PfcIXb1cyeQ9EajnvTP7zj1b6XU9ykXBvRaASD1HSam81ebdvLRf4D1Fjq26ebPHuuAqMTwJbXy970+AvQ1dor28uzK4zc6KPZgpG70ZuqC9PjxnvVfBRbtqNEu9syGuvQ21Jb3jgrM9H2rJPDrsjDxcfhU7iOuzvSszijxeIDq96T2xPbYtDr34XhE4AOvFPfjgM7gO6ey9ZyoRuHAE/Dq04aS9AOLVvYq6lL3o0oG9BOc0PWnRE704qVe8pdbTvUegGT0I87m76W19t6Vrtz2DOz+9HS4tvE+bGrj3Uho9+UvcveEC+TxM2t649j6SPcUKUr3CqZC9vXoAuJNl0L2w2ZM4lisFPap9tj2sJrE8EHFUvXS3NThZepU9nnxyPT6Mob3qtyW9lwFWPUfOdjo/jAi42lYCPcqONj0QMQa97Q+wvYLDqz1UJSe9aeACvVmVCT2KvYa9+qO9uY3by7daaF49yMeSux0uIz1J5y22z1VbN0xAHj0g3Bm4MJ/3OlsQ5b0Qdaw95hOFPPzpC7hTsR894n1COO4PLT0AfFU8mQM0vfcmcjhSIyk9IlgLPmOvxb3NhyO91yOhvaSxsLwuNKW9WXYCPMqRgz1cPPm9GNHRPYs92L1AEDc9RRBSPEoWwbo3Gec3GiDdtU3MXz0W8QQ9PDWEvIvFOTxwC8I9UwSmPa+m6j3e6Fg9OmoGvRPDkzYhzNc9YSarPTmvET3SiYO8qy7cPQKl8DzCyZO6i2PgPfOB4z0w4709SWePvQYC8TaDzJS9pP1VPKNwPzyGqog9yjXZPBujHD2+C7S8LEa4vQZ/37gG8Oc9UGm+vQajnD1KUek7nd6WvSaXnL1xJtq9SyKHu2Azab0lEwM9YXPXveezdzzHACm96FxJvVpq5b0KDQY8bJYHPagd6T0cK509/jRnPdkUyD29b+Y9RSmXPRTH1LvAFcG7L+cxt2BSbrwOV+w8","l9x4vAIuu7vfe9o8sDnavEgb2Twb5Iw9YFWcPQyVvb1ek0I9pHXnPe1lnr1fpuq9FtHGPYbD6j3cBr48YyofvXiBqzw7zwm9PvHRvVnyNLx/7Oa97pO9vSiUh72l7lg4M9IXPWaRnL0zWp09AEh5PbMG3L24Myo9SCqsPXhTyT0OAUq96/LHPRapED10ilU8VvD6vFHBnT0sHdS8k8yMPYR9mL0cao0927rEvTiyuL2a9c2844TMPWlVwbtRd5K9YFfZvcPs1rxjK266fHREPLlir7tKpK49rMC+vQfOND2JAj69Q0XtuiriNj3BffM8Q+OnPZmTWryzA8C8JUKAvWu+0b0FvwW9ry5svfIdKL0xGZ880EEDvRlsS7wscRe9Se/8Ows4Bb3Ty9s9bNEQPadcLj1yWDA9i6DjPY9GyTx4z6y8nwrUOxIMwTu5j4W8FGugvVZ1JbzE76o97FhAOE/iNT3BP9Y9c/fIvTPq5L1Gq1O9WKinvcRrjj0TTT09Vpq3PVSUFbxlx3E97Vr1PRLuELwdTbe96ZSHvb3Yp7t44E29ilpRvEHylzzt8UY9veWAvUk+Vz2tNKc3ZQu7u+znLL249e29ncF/POFP2j16iTa9GWKMvYWu7L1dlp+9/5O9PXkFfjqVzAs9fuOwPekWjb3EK829amhXPW8wmj0T2V28OEQAPb/Yrj3/rrM9H2CzO7I+QTwcJVm9CCvePWojBj7nxxQ8uymDPQgQAD19mNa8MDGhu0CFcz0BHg498m2CPTd9c72DvJw95fSkvHjQLr19Ah29UG8WvQffDj2Hdrw8HEyQPbAsqDxuTnG9aDOJvS526j18Kua9WiAivFipOT1T5Zc90v2gvbL7nr2bx7k9KUhZPZwW2b3c6ju9UyvivfyT2L0Jo/q9nKQyuH6rQLkblpQ9WnAhPZa1dL1ODtm9b0+yPcf457xvLls9YRGru6V7dD0dhs08MJHqu6qco73JP5K8zVEJvqwf47xrUJK9PnCovSxa370n5VQ8","P25+vZmatb0LfLq9HdCSvSBUVr3ykl+97Pr0vZa/Br2nhAK+F2KQvTcB0z1wieM9Jipfvedv4L0nKl67de7WvSwmzLx+ZgE9UP+dvfQ1ub2H6IG8KzDIvfN9Fz3jfdC6pnrSPXuQFb1shh69cHHDvXhoBz2/oae9w9nbvVcRAj4KYmm9pruavb0jET0mtv88U/CuvX5Dsb0CveW9YQ8IPXLhGjzaW/i8w4dBOBH5ljxW0PC5PKzQPdltjD21Use99ZLOvcVziDw2tfA9WVgjPP/RmT1jt1c8mi+wvFaTzj0NUaA9XD5JvQeH2T0x2bs9REypPQiZZT2Urq0945WMPdczkrzVtK29dFjmPCcIEz4g4LG6RLX8PWKSlT2MSbM9qfRHPTzqhLx1UZs85X1RvRM4Tr0sMXu9tLACPE1JHr30nKk9pNBMvJs7HD2guK48ZCAGOp6eSr1+/dc942sDPvn2wLyrZtg910OMPf9Uyzebbqs9VsTdvEbWkz2yZLC93buCvClltDv/juu8GLKgvRUGfry/htU8052kvfQlkb0FdoK90cKvPX5anLu4zH09LpX2POb5/rcg97K9ANsePJ9p1r2EtSs8W+gmPJQGHz19Y5e9+N2GuKNKbr1AXa69dhrRvZJJGL2Yl509XlWWPdXrILonO2g8ZGqsPMvWRD1gqtA78dlzvPWvjb3nWo85Uee7OI6QdT2CSzO9gAK/uwX987yK06699j2XPMN49j1vBKK93weOPTN7jLzxT788MgznvRGunb1+3vK8sBK2vdrHs73wuMa8WKsjPSNrgjwyOOO9/vsSPaQT6T3U4UO8+nIGNh/cIzodMak2h2nAPbr6Abx6WO24LrbYvX2zyj25aoE9xCMLPacaoLeaGRE9OtlxuspaGT3xZ848oy2KPFQA0r2Rn7U94T8FPWxunT2CuWa8SDCQOh9vczwuC2m9T+syPXsLB73Vdwi9gzj1PZ1jbTsOg188SXBzO9qfwT0oqrE90K1XPagqbD085U69","TwzgPbTQo71JfcY8O+qLPSb1jr1Qp1E9sj2ivbHC1b0cUlm9DpUpvTnKyj0zTbm8DhglvWC3ETzPQFA9oqlZvRBhXLxMfwe9HQ55N9QEn725AbE9fQWEva8X9Dxxf088sXTfPbOMzz0tBEQ9V9Y1u2wwO7d57b49+/XHPXdEO71sSYw8kcQePDK9GD08Tmq89eayPTHWTz39M8u9i06ZvJXr473jv0y9PObGvSZ0qz1Yy8I42BatvWPQkrfJU/269NWTvSsBt735ig64HbiTvMLe6r2ZmCO7tDqXPU/Dqjwidgs9LbVPPQoJ4j3zqu29UBA5PZx9gL2IVoG9YQIwPbHYib0P+7W7qgEJPbSKjb03gxS98lQ+vd80KLhR0SI9GsyUPdYxrb1Ih8K9OGH4vFBdAT07wRE9jpwDPbAklD3pono9NJO3vVEThD2Jx0q8foM3vGtA37wgha2zM/BmvcJP/zs2vYI9jNW9PTC4qD2aThe4v4bkPdFk7D2d5k69/Xk7vWBH5bz4raI4nLikvSQlQT03l3c9A4MpvEjWFTtB+Hy83OTqN3g0Uz2uTKA9p+OzvaaoPD3m47+3puUoPStjQD3QgTo9J67ivSqkVr09p8i9I0vPPJpko7yqVpc8RJjmvZRggLjDMBA8DH6WPeNNmD0vKGc3Xm6jPTqM1z3yPpo884qIPYoXsb2f2Dk7QWuRPfyylDiwNFk8SSQUPBVg0T2fuk+8Bn7uvQAbNr0U6ba9RVstPeMdVT0oc9e9RDbCvdscXT0VVCQ9cH/MvI1N1j0bldM8VIjRPDSnjLwI8yS9kBx9PaWRFD1Vu9U9sD1PvZ/h8z3I8My9cjAxPYit4bytjsq9vNuSPZnW271jIsQ9gGCLvGfNer0eE4C9JgU1vZbZPrzx3Zy9oO6MPf/pi7zvSNi9YCKzvJ3s0TwJjpe93IW5vftzir02khc9CMLxPcAM0b2D9wK9ZfG2vdryHT1CFZq8ZKWaPefikj1jfdm8Gfl7vfdG3DxXj3Y5","4Y+uvbF7hT2cBOS8+v2LvemMxzyQWGI9EAqMPTnF7z1ILIM80oXzvc+sOT19GHS9+xz5PUry1zwzPtm7gvG0PVLx7z2DsRU9j6ifPZCdOT18gt69wSMPPW0MWTppd5C9hXRYvZKVtT2kBIi9L8HuPGqpj71i7mW9m+uWPSRZdL0eacA9TvwVu6jR1b0/cs09I1XEOwpxxr306qy98V6nvXOBAr0SkH49C7OYveY9mj1DkKG9Rv7cvTRjur0EBu48l86Mvdlt1D2CB5E92gvBPRXpFz3yv5g9tg2lPAV/1D0tztA9R3pjPE9Hkj2JoWy8S/X7PcmP+rxMI4M9vuWnvSgJe71OfiY9FAuUvS/3aLpiZ2681nCVvEX9wz1NOUA9liqbvS7xLL0fQo27F0i7veFrpD3Rrpm9OrEZPYpCADwSoUO8JGZDPcv40Tw0hf88XkSVPOzvmD3wot08D9K1PQNCbD2AHti9GheqvcKbeT3VWY69diFAPQQE4Dv3LuA91WExvR+tSz1uNc+7FWBePZbZ9L3gE7e9kV6LPRfl8T0gMkA8J9HFPJ3MxL2yLoC8CI7gPVmwyT34f+m95r6PvQPw67ydLZu8SThhPR61tb0Dq7491k5wvJYTNbp7mra9FBSbvRbEdT0JT2E9OHf2PUCfMj2nvEO9g5P1PAr1+zxheqO8osm9vayt671weaI9G/fQPRmvaL0gEpi9xRnrvR74z72BSlo9v4+9PQ9i7D3zffS9d8WuPYf16b0tGS+9LAMYvUmt8D04zpO9TaiaPcrxrD083q+9nCoWPT44rj1zPLg8Q0zqvaWYSj1oTUC8BcqbPaC0+D2Rzbe9BdXwPdK3L7x9tIO9SwPmvGNNwj1cuDg9bgfhPcbL3rxUC+k9LRBSvfjUijxH3Ci8gcO6PLuTQ73w5G08vm2dPRMUsjvqKsC9Df3lPOGecjw/f749pb4WPZbeQT1AyrS9MYY9vborXb0JqiI8WxGxvTPRzL1go+M84EsDvPEiuDxeMvg8","meetvWXvlz2TmUY9CrOGPU0zxLvl+mk9KWOovQO09zxK/9A9vICGvVo6WjznPb494aAoOhuClr1sa0M87E+6vLFeqr3VplW9a/QJvQ3zib1Oz9E9KRTYvTOXhD3UPaW8SKwpvUD3BLzvb/G96gOLPRLx/zxc4d+9XCONvaWHnL08hcC81tPnPdOMvz037Hu9CE+fPU/M0bwPyps9KNcnvdkf3D3TY+m7clnkPXbzgDuhVoo9v2smPZlJ1D0tT0C9qsWLvck0sr2Wa+s9Jt+dPReV9z0Fjaa93fLtPWIoOL0aaz25SImEPYu0+jv1kos9xcuHPQmzkT3bao29ymPTvUrBtDywAQk8VzW9vasZ6D2qaWa9yhm8uyulgr0E7jY9XQY3PBAxi7y8OKS8yIh3vIRWwT1j9NQ9/IyqvAt5aL0g+Pe7ZQ3PPYN0wr1JFuu9NFGFPOgCtT2xeR6979jyvQq8+r2JR8+9kWzovdY1IT3vebk902KkPaPvUL3EJAo9u+PsvUP43DwNumq9/j+ivOPSWr3ASfa9rU/GO+ZLlj017h09tWnzOor4Tj0TwAO9TQ71PDB4vL152m49exRRPXExsj1EPIO9jqaCvcy4tz0DD5a9Gli+OsXZUTy+Mmg9bn7NvY8YWrxf+D+9rwS9vZqp6T1GJQm9aDH+POXfbz2398i9gMZXvWGbi73Jc0O9tehBPE4a6L3e1BW9yoZPPfBuhL176Xy9bRB7vQg4x71EBq29yMfjvfFuizwPIYO903qbPakmqL2LeOS9uPrJvUrr7z3FNoo9mOg9vVGN1juf/ug9CnCZPbb6Br3FtrY9+b7XPYk+dzz/IxO9CwhZvf/mFT2RrWo9xDf4PfmJlD1c5+u9x2+mPakS47127sc9PhvovTKx3DrXZYQ9VfixvYFsLTzi55G8enBTu3C73D2IVkQ9DKopPVbtUjvg1gM+S3b9OZ0mqj2WCI49ii72OEOuWD05CLI9U8JfvQucETyVJ+G8aSgcPVfYiLzbF8w7","BaZMvValgD3YAXo8FUnzPTvXTT3Ku8A89eIIvNBBvDwakZK8DC/Ovcj4iT3KD909JA0kO2+2tb3C6b09Ja6XvVdxDj00AQE+aKo/vc2ngL29fMe8xNp7PTbRyL3Q4eA95pDYvZiaqT32THs9wpJRvc+j8z1dzMu9Iba5O5/wkT3eyTK9S+0dvCMBzj15wgI86lGyPWSYbr1ftzE9GQK8PZMhX72hF9g9mGgQu3hCvj17bM4870NoPVutcz0bVtK9qXvivQ8HOL2KEL49GTK7PGYZtT0RfMe8nRenPY08lDz65uG5dW/JPUxvDL0ab7O9kJDbveiePT1zi/+9/ID9ve/laD3QEFo9CnnXPHlPxzw78uo9Iyi6vfqmaz3HYOY97qjivZoUZb2rubO9w3iMvQ1hcTthN4Q9v7y8vS41wz1obk49o8ILO4keVL3wyXW9mIq3vRYT3L3imuA5+pyhPQRlMz08jKc8XtLuOrBgrj2yBq+9AVxhPbil87zFEWK9IVHcPQdn0z2zPUE9ta0HPU08qb0Q49k9B0HrvQtt0r2KGdI9U0WdPPJQTz3Eqjk9UbfmOgqzNL3pjo48GQ7svXRe8T3PyZY8yNOPPJbEkLxfspK9uZjlPfh9tr31R849MfuRvSTDQb1UXNS8QgUEvGGd8bxCYYc9r3lyve/ToTw9dZ086rhQPfPp0D22jb28dR8HPcz8Br1Sf+E9NjWEvUYbJDtiYb69SZ3+Pdkg2T3GBtA9SUbaPNqeBT0Usdw7k2fFPXMEr7gM0Mm95tDDvRYZF7y/cJe9qY9FvbFZvr0uBzM9NgWfPAB4tL0cno492RIDPn3hur0bIyE94NtSPWVfHL29Wy+9lnbmPbLolL3i+329vvdzPYe2n70OgvA7CDVKvUOx7z2eAaM8l66FPMgYh70jHYA93fMtvZk8oz1trpK9KoC8uqd84T1X0qm9ZlILvdf+Tr1GYac9oOCaPJn9f7xJOKW9cohAPa0cdr1o44C9iYDbPSNIkTxeeaS9","K0oWvWaHOrjBAdO9onPRPGR0+zzN7N89UtOSt8+pZ7zRBaa9k7ZxPQM6er2X7Pm8fnydPQ8z5z0LV1Q8xbmpvdWDSz1poqC9mVlpPEe+HT2nFq68L4ILvdQBw71EuQI9GmGBvdh0ML2ndUS9OKdLt1alMT3pe/C9dDE/vT8utz3v5cG9EwqHvTdqaz3k/xI9OF30PQ3Zgbdp7zq908DXPUZ64L0jHaQ8ObXtvb4RgD0KgGk9+4invWTRFbu1dOO9X1c4vVJ9fL2jU2Y9rK2cvcFk0j0g6Y29B4LFveJ2qj3BCaK90ZI9PAxQpr0+HFs9kR8bvRh5dr0gGYa9ay01PU+SgjfQJHy9Blh4PZAMLj1eIVw9frkkvde97L3Iiqs9ss/gvQq3fD3Q+Zk97JzEPVkAnr2iSmW9AlKcvYOOfj2XiHC7YaEaOa3nUrgPVpA9BvxEvW/7nz2MWx482GdHvRRgcLziX+K934zfPdiUhbxwaCM9FCroPMNM/z2yCSO9ExffPPPixr1I9RK9ggF/PejR0TeL7G89cD0nvZYarbwm9Lq9Q+k8vQOA4b3e5u09tGEHvZ4gOb3Nj304s8wePbioWLbKkBE95+a3vFPbwT0OK7k9PnJrPK6FBL0znNk9ijY8Pa9LVT34qj89tK5ivUCn3biUxNG9wO8rvWK6q7yGPZQ9sNr1PWN+nTgOip484VPyPIsm372rLr884Sd+vWtatr3WHMY31NwEvefMob3C5re8yt5ZPUYJmrwtoEG9I27LNngdpTdYlky8KvtrPfL9+Tusada8PWUyt3NR3j2aI509JKKkNylJkLnhxOq9BRYXvdfKTjgGYyc8gWEMvXBkH7h34cE96DPMvWde1j31Keo8XDtzvXxdjb1yP6Y3qSzdPc+fGzybwCS9ftK6PY91pLuAwqw9i2YEO1AqkD2SUHy7dUO+vZqAyb2XCdC9hjLwPCrNqL0aCJ27TJVau+ls4L3Q7KM8txBIPTR9EL0jsfo8h+Lfvd8R7L0vgK09","UpWvvVEbMb3vu849KvjKPernSz1PtYE9wsHePFsE87x0fXC80Pl2PIVcZL3YmXK8cet/vcJ3zz2Q2Cq8/nXtvWlghz1bFbQ8dMDUPQE0nb1SrbI9qdvfvbALfz1nUsm7EbVdPTM7o73Qf/g9azIWPd1h5T0TzVg9rKD+PVJtYjuDBeM9ozRxPclKPr2Knw09IfMDPSlcqj3qgXy9VAaKParE7T0YIki9ukeuPE0m2b1Wzds9auWbvdsEiz23rC+94VgvvR56OL1OU3w9pKaKvfXkzjzgdLO8Ia+OPSqQhzwj14S9Giy1vf77sj3Mudu9XJWzvckl071qsIK9jXGEvQaww73YYZk9xlsIPpX13D0jvlm6AgKhPE7gkz1rSsa9qkSyveyXQL1AAM27H5BxvKyJYz0URIM9ZWFEPeTeBj38vYu9OGaqPa+Y1z2WCo45nd4iOxts6byDMuA9eksBvVvc3D2ymSw8jW5OPYLkub3kI6c9mZM2PZBaEb0Q+cS9jVtlvClK+j2ZpsW95vZ9PVxG872Ufxc969lovbySnj2Lbvi9t53ovbl3mz0gQaW99TwSPUBY+z2z6sE82bQnvZn7Bz0cmmY9Bj43vfHT+r33ReI8/meFOPRFUrwk2cw8KErTvb+1Cz3d5+C8qsmpvVbaLj08sPs99VPivAOnCDwV5YU9T8hGvZUYnb0QHBS9tjn+PEzOxj33a4C9YfgKPWjHs7xPGcA9juAdPVK9kz0BElO9Pj7iPbryxT1MnjU9i2n7uRrs8z3g4LO9HPr1vTGFhL0EueY8TjBCvc47KLzadnY4cnrDvRGJIT0v4A698xUdPSgU7z15XYC9HrsSvUTwqrycWI88rnQ+vSqX472mULw60VojOyRb3jzIUti8Gt7TPRFfBL6CrNE9dNG/vSwzo71zDKy4L2wJvaOQsjpScRq9+kD2vZ0oNT2parQ9yz7fPXYBl70oIas9vGRDvRyN9r3JViu9SoKovB6c4TvCbOu9IZGivbxu2bp8PGs9","17KyPXxVkD3UxLs8/+G6vVsA7L1EjrW9FFURviTAtj1A3R69sPNCPVh7i7zaw4A8/WpwvWKRezxwQ9A8jbXKvM9E8j2qDrk8olM1PYw1EztJcgQ9LDosvKcsjT2uTtE8SxoXPpyh87zpEBi7OrH0PcXTpLzq3l8923F4vZXfIzyrz169qXr4vWr9tj03nxy8pnKSPV2o+Lzs8/68rBYZvU/z5jW4LhQ+WuoPPsISw7uCfpq9cVO4vVCMjDwPORK9lLcmPdM0871msXk8Jbp+PYaUs7oznI49XpaLPJ/1JD2JwyU9J03tvU3cfTu2kRC+MoLBvZHcXb38x5g9O26bOwwIpr1bwgC+yiYevd7XUT3QrZ29+iUPvdXniTxb8A4+ye0jvqH4KT275km9HmXvvNEiQj1QuxK+mnfjvfDKQr3aM4w9vrZOvU1k3jtDLHU9PBJ4vc/mDT56Vbg8BrPCPTvUCr6HRJG9yDQYPKtS6Lya/uk8I9nuvXV8lr2qyNA9Tiu4u3p/kT0exaA9GQFkPQEi1r3e9tG8cXbAvVpi+r0jZIw9t5wRPu+VpD0SN609rwkLvgXKkz2Y1vs8gB+vvHsJFL42q3C8Wz/4vXrQu72mz++99Nk7vbDH4L3XIUg94PDJPRVn3T1SVQ4+ux6GPc1klj2zWqc7p2oSPg3sgjzEO/k8k2c8vUfeBb33h+Q9nh9TPR8klz0SIps8TWS6vKdmNz1vGa69M3ChPUCLijzEoDc9jpeBvI/w/LxDH/s86MC3vNSq670J5Uo9df3ZvRF2eb1NDdO8keDXPeAuyT1rLpC9fF22vEy2K7wOnpg9yK2tPfE7S733CDm7as1fPdKUFj4E2h++CVWCPcfsjT38Ic+9V9IcPNx1TbqcpRo+SIvIPEkdBT6yO5Q9jFRqPZoLuD0bj009qd3eOcagCL6YCY09dTmSvIm+Ir5tYQM+yKkEPpuwVj06fvY7Ntx9vKtvGj7JSnM9hAfXPaC5oTxjy9q9Ohg0vm/JqzzMLvs8","zsMEPemXEj3zb589ig8Svo3gA70qkGI9OT9JPOvuFb4myjM9J5i1vQ5vBj2a5P29zrjivUQ7kT3Xz6q7m3/6PE2Lm7zoN1U8WuF0vdexyL0Id2W9fsuCPWHqtr3dQAA+yKgzPBOQwb2bu/o93BTuPalWBL6iRe69VEiFPU7Qazx0oJG9Jh5FveALur0I2pY9Y5HSvYiADT1/PrO92JyEvMZHgD0LTse7QRqRvXI//L2bioO9WlWguwHuvb02+RW91pQCu9FT7b0B5qc9T7IYPWti/buzHau9UfMVukqJ1j0HwtW9H1mLPISaRL0CgM49bn84vZCU27zA+Eg91T5DPPJEuL0CqwI+7HLvvc5Fuz1v5hO99I4TPV4wib0Fk5298b6GPNDog72kfOW9E3SkPNUu971Ka869ae2dPTO1DL0XTa697Na9vYsg0z28KA69NtTwOwlgXb1xB+W8w4Xxvci3OD0E/+k9mBehvceRAT3d09296POovbfrdL1uJvg9tuULPZSlVT2dQOa733WMvc3uyr1alWG9XeuVOzKRVj2ci8k9URSCvQtw0r0pgT28hkmuPb6BdL2D3v89J2ZsPdKbgD1p8rk8tCMPPd3E5z0V+pI94HuQPRuYlj0KMNq8RbSYPVI29D2NwaC8v0WYPdN8mjxubfY8pPeXPbQ/xLvtdHu8UNAUPfzjn70ZrVo9hWwWuoP9ZT2TeKs8YiKDvVOe7D2mvqu8k7j/PZCVqLzdfnA9HnR/PZVVEDsZ6Jo9joaFvPp8pz2I4Ey9Pe3vPUBQi70aUcw9jJiQvdco+7yTlZK9Oek4vSPNODwdO3y9pGPsPVhPiz2wFBg93ThtvYHc1j3on/K9W+S5veAhYj3vkRI9HTbGPTRQt7wQPLk9ffvGvSmcjr1YuX89231gvYcgATxG1V69rHf0vHDLJr2ZTHu8MtdtvcG0sL0bmfc8T3ThPe11Gj1tbNQ91b7tPVwJMbg20OQ8wYnKPJ9H+r1KeLS9uBLlvcOfAD7lsYy9","xB1OPF7ykTyaHLK742eSvSsxpz1x/Ki91s5fPZamaT2Ld2A7ycx5vciz2rw6aZI91FzVvcmVML0mFWY930KFvUa+PD2Py4A9gbsyPTcdgz31abw8/6qAPRoi4j1kn4E9kZDHvXKUZruomHk8Yl9UvSed5L2ORsm7BHKfPFAUDb2IUMK80w7ZPaXHor2nM+K8m4/EvezT672IB8E9aAt9vSvQQr0GF5i9CyrnvHFSDb1BFuq9vBC5PTV3zD2JrqQ6AT3lPY86Vb28t4S9S0nXPF/+O73lSJo9pYzVvSARTD3+AH09hdmGvcf4Or0akKU8EiWOvVpUtD16euW90ppyvUWAGz06B1C9yUGTvaGziT11Feo8s5xIvXHHJ7xuqqw9avCYPPSnszxdO6c8AeSsvDUCGLzSSuW8kXCXvV+MuL0nWro95sqSvCcx5L1mNNM9KCsCvFfK9z00VIA8TDegPStbErzrllw9YhrwvW88jj3AFsg9SOmyPQ1s+T3bWVS9FTQ8vW+z670M9TW8BDQBvRoAZbwoUSM8l68yvbTi6z0r1rU8a52nve60gbyUgdY76vigPZLuBby7oXK8g7KbvWNbOD3CRts9/ruhvPy7njzbO+U9zglAvcCQND3mRem9S6TLu4IIqrvi2Vi9Cxv9OxszDr3vCIS90iyUPYmdjbs129a9GB6avLop7D1vC627hxMYPfcBij0DQEO9cx+6vYcZ9b0b2mo9WgVUvZQ52b1o07c9bT4evDBNMLwgxJ09V2TkvYi9ibwxyaE9d0rxvewP7b1LSYc9Vr+Ku52Iqj1b1749VybevQharj05BxU9OK2RPXf3bL10f4C9HvWivS7dt7yesAm9tp8WvYgo8z2Gfjq94IuOPVHGtL2JzKU8/TG/vAEW2T0taqA9J2rPvU0Fk7w4qhW9APjoPdM+6L2Z+5s9cCknPRJZzT2DD+292di/PVeziL3/n7W9j7vNvIvXSj2eO9U8hOdLPWRIlj0uVzO9bi+nvSnDkbxpSbU9","Rc3lvG8v270zPrC9SvfVvfCfgT1u+6w9svaHvc9j27ywZVY9GPfLPCrthb2L1yq7mCZxPcgZxD3WQfe9Gx7RPey9nL2eubc9drbUPdyfnry+t9w9Mb4jPdWTwj37NKm9wBaEPXGcxLy5ICG+AQvxPSbOkDw4/C49ZI/9vTmfQj3du/C8oUcdPv5EwrvSE4C9NCm/PCYzHj6CP7492FocvQqnv7vpwG67byqNvda1Rz0CoYS9YzbbPayD2j1M25A8cc+YPdn4Eb0yQhA+QXevPRj8hLyWEoO9nyNSvRmz7T2WmVA9/upjvWAkEz5rUwK+piYJPu30rbyIINA8u5n7vGARNb1ep9A9RXYqPhkeqT0yDAk9zi/xvJeKwjzT2409Us8DPcidnT3quzs965uevXklDb4m10A9uMW6vHB8rT3IoDY9r824vfqw5z2d6g6+mTP8PKgbm71ceZ49w7IHvgJVHL0rUGC9oWdwvL+ZDj0g6hs+r3+evaOxwD3yYUW9ozjivaJjqz3S7My8vZu2vG81U7w79cw97LIKvaphaL2wsPe9vtuEPTEaTb0w3Ci9abREvcbfwj1SHY07DciFPMXkqD2TFI658uVgPYjxMzzlY7G8P/fCu09sOzl5Y/Q8aaavPXY7HT7I0P22zZDaPAkDBb69EqE6MrQCPqqAD71yK/I9hiydvcTIvj2Ll+s7AkFHvbyPHz4tOA89mjZnPL/JhjzMfw8925l+vV2yiz2qy3E9v/9JPf/9A76SCoO9M/AOvW5P8T3HNJQ90wuzvX/EFD37TUU9p670vOyRNr7Hkw++lfIkPrew+r37WQ693C0FPde7Dj4X28E9X+JePWIUXL2u3pa8261zvHBGCT1FCwA9zr70PWc7/bzf+Fm9TmK9PCJsAD3WoQU9o77ZPfXmvL3CyEw9xSaqPQGmNryWBTC9DTeEPI8muj17mLm9AHj1vENGNz04kFQ4MlXaPL8zobwBrMY9m+DKPX2F+j3p4Pm9+G4VPbEnEj5H14E7","E9rRvTa9sr2i0++9FQUQPkruTD1xXqo4mlW2vd7PEb34F4G8shCRve8caD35ZZM9vhgwupMHLr2AmuO9laIzvJOOiT2MSZI9FxVZPcNOsDt0+Dy8w6aDPee1rz2IjRK7ADSBvRh0m7y40Jm96DKRPftGp71+e449JvSGPaZtirzvEE+9TMCuvbbVn71Yysi9wXZgPejTIT3ndYW9Fnb5Pbm7qT05rgI9U/euPXYv+j0H83k8aBfBvYzmQj0piIu9u/bZPSCc1rzdPoK8Xzn4vdovnz1zUcw9aD1CvdN3bbwj45o9ReyCvXnp0r0QTMY9BJbyvag3ujzoV+K8vi/nPbb5jD1M3X08TlMcPfOa1L1eIwS9hqazvYnF+j2Cfz694tHlPV29n7xx+a+9miNAPUxZ8b3eTtY9sevyPfTB0z3OtuY9NHcBvH+D4j3kamy9MhjDPVDpfj0tb3E96l6Ove+sY734vxw9h9C/PcuL972c8ca9O5uZvff9jD0T68K9W1YNve6cez0N8Ls9fMshvHbzVz06yeK8M4ymvKOMp70ezHY98TqxvVsamL0/qKe9bfPCPPH7U71d0NS9yhaAPTZv4Dw1xLI9OyEfvXaXxj2HH7+70hv5PKeeur2DiQ284LaiPdZgjD3ruRW9Lg/VvW4Fuz3coLM9Nu0QPfCutb19n8A9tFncvW4K4j0yfrc9GrTovSlLQr2Ux/a7UrFfvfKulT28Meu8BJdLPdK6frx319g9EeE3vFbafr3As8i9gQvyuw0+zj1g9sI9NmxzvSnIGD18ZvU9anJ0vX4suj2MFbq96j+4PRAHiL2xjMU8jxERPRMR573YpcS9SeHevTk+ebvUrHy9KVPXPbj/yj3/vK49kbnLvTm/mL2z25y9NMyOPQeVAD569y29z7srPZWjlLuCb+e90epXvTMXAr13BDC9qO38PM6zsD1QddI9hywMvF6MoTxvNyM95P2dvSC7lD2I+VA9ib93PbbVs7wzXWW9LK7KPZI5fb2zANU8","CzmlPXaEEb3lGzW9gBNSPRlTN73jWdg974DjPZT2Bj15Sq89nowmveId7Tyvefs9isqDPa0d5r2d2gI9zIEbu8yFs73VjeA9VDrOvbshczvmTE+9zkqzvYUfpD0DBNO8Mm4tPfDA5bzfZ9C8RWedvM8hB72FO5872GmTPZSBrL1E+Gi9Z4HWvbxpb7zHfde8HLKKvWdExb0s03I9NJy1vGryb71VPeG9x8yhPDAsTD2tGHK9Xz+qPZ7Jzz3+Z4q9nx3rvTq9jz2nOtW9G66KvLRo3T2TgFE9UlDpvGj2yr1AUoy9sgmrvQ4Yxj29ySo9JFsAPYihaj1+gei9m3Kzvdetnj0GgWO97KvpvcD+6b2aGeK921jTvQ0l4TxgZ7w902x8vQENjr0oCCo9R3jyvdEz5T3hUVu8Ao6rPI/p7rsNMOA8L97jPNcBAz0Kg329H5yOvX6xpj3U6Bs920DHPZ+Ycj1p0uG7DsqHPZ/4sb3Or3a9+TCcvVmROb1cfMY9qaQYPZKyV719dIK9W8ucvfT/tD1/hj+9flo5PY1UjDyz/Zo97HASPYWDs70Ue389MMPgvRFe8z2RPQa9B7sNPR5+7r0dnBc94UC0vM/ciTxx9Ia92/oPPemSi73FZPU9t/1RvZalYr3ulI49FRuOvRAYUb3hPde8jvAPPXyZtz3IzB09t+rrvWl8vD3fmqq9QHgavfl1EDypbvc9gBPCPepDFrxZGoi81KjEu9YX1L0cBRm9x5OmvZbbHTtFRPS9BjnIPZA/9j32d4u9iBbsu9Qre71/i8o90o6GvFARlz2Zihy9NX65vZ3E473F3uS8F7zGO5vYfL2y0KQ9nHmrPaTM2DxZT4U9zAC0PdWysj1nRu48hLcAPLPP0r1Ild898JggvfzAoT10D/i8nYyqPGTy/rw85kC8EKY3vc5v8T0z22m9qZzzvXwntT2DBg68zNKGPZND5L3pMH09MoySvJrzQj2S7+I8WoeovWFtQj3CwMu9TbPPvXhmhz3+OlQ5","TcnkPZTn0L2qGfI9kvzSPfZxFb1BTq69LoXovZ+mq7wggkC9RgVfPRTKQb2AjSc9jbiiPSygcr1ITZY8GvzFvbrIPrwM33S9esqqPVWn0Tyiwgc9XryTvbT27jz9iC+9FpbtPG0kuj2/dKi9lrBnPFJYw7v6BlU8dItovXwTprxrbY09EDzfvSQkBr1VCIq9uA7ivcwRDruvSpK9owbivZFIFbxZPmk9FCG1vRnRpb0o3Sc8Y7ObPBNyyL21uOg804wbPVmokD3R6YK922qwvbneWj3Ld2K9Ft64PXiDeLtbktA6MnudPUfir7tB5AQ9ZOGbOnfloT3N28495sKcPTvcb70nk6G8c7KjvcbGs70hhdA9wn/APdTNrD2ZCy69MWtEPYcP3j3SqNk9M2scPYtLsrpJ90690BntPA0iELvPFgU+c16cvXE48z2934I9p7zdvOXir73oa5S9BZVvvRJMSru3rxA9GQCuPMnY0ryJUTU8Qs7HPLo3iL2j4m88D8Z8PZvehz19ksY9Sog8PbjxrzxW9gS921EBPrVh4z3gJ7M8T/x7PYo0crsw3N+9d8JDPd5rij1z0XI8xEcVvo7Kx71dWMI9v+qSuRi1/ztjsOg9AjsgvZMbwz1ZkvI9s5olPeoxLz15/Gi50EFJvFpPAr6o0449L9y1vH6/vT0MU9q9XasXvvA10j1tdm09PNmFPJ+Dcb3R/mS9TPU/vVQ/OT1iJ5m9XY1uvSbOdz2cGro6/0yMPUeHeL0UQX+96YGgPTYL4z1FixI9L/uJvI9/Ib3/+Ly9HXKGPZ8ZiDtjsZW94O8PPm9ciT322Qm9ZVGavK8tRL0l4/q9xs8tvQCiE76DEXm9zRKtvZjRzr3RHAW+8xZXPOsJu73wpZW53ldWvSDNsr0HL1c8JOs9PPrTir2e684920i+PAEXLT2VJGI9P5IKvsdfAL5BmYW9uAWavRkQ/j20F9C6tUSEPbCEsj2gSqY913vqvZiRsz2X0fo9BewvvB/mXr24iui9","QlU4PHXfwz2FToi8n1GavFEQIj2URKm95v9QvUaMjT1iEew8LBSpvTRg/rsAJMC9HCAfPFsbtT0Nq2W9mpzIvZENzLyWczs9du8OPn95z72+PuC9gLMWPfDKgb1Gjeo9wZ2DPY0GSL0QMgA7GJvPvSwqAj7XYuG8DJqDvOG0zb04qao96quXvWhFyjyCk+C9RZpWPXC66Tzv/h+9Y0m/vdGDer3vG6u7GGm+vQOUvr3C2RY94I5/PLBl6T3tT668YMFZvUte2b3MBbE6Q5pGvcaYhL1A7pA9VVQQPQaVVr1Q1oG9bSnLvE99NT3Sy0u9t1s1vZXqyzwxRnM8u4cJvDYBGz1UzY08iNQ3PTUYmz2bk229UgWCvbe/EzcgYIM9GwM+PHqupj0hY9q9+HI3vdg/mTsUCr295/JsvdHdpL0BWos7HRu1vVb02j0bBgQ90g0qvebrL72Dwuq9tVaRPQg7iD2PhQ092d3jvdnYi73cXKq8rZ2PPUo91r06oY88/jbjvax9rL3jsp699CqCPaAFIz1HgQM9GuX0vLz347rFFJG7DvCXurfYND0JLEQ960GQvCnIr7eIr/y9OqvWvfwvy7wWzKw9ItKGPd916T15Z1i8UFDFvJD7zL1uvGe9irS6vXYzlD3k3o29cc4mvYSMrj051wy9O8mjPb/1U7dhRbY9RvhBPb9/172eicC9d8NGvSJ7orxt/XO9jmCnPUMUgj1O3bc4GdunvNPL1L1j6oQ9CcGfvTJj7D0V/4I9Sv7fvYw8F73FQiC949ZlPWEcV70qT6O85fmqvNgMnj1k2n67tDx/vJ9hcT3Y4Pm8mIvgveeryj2ZEN69B12yPUsHHz2/0Y09wAgZPeUwEjs6e1m9/8JGvUN4vDzO/oI9NhycvQCedb0xG3s9t3hAPSeMfz3LYe49dMiNO1ikMrcxei63gTnGPc63VT3cfs27HornvHx6pT3IKKQ935WVPbWVjr35kG68ci08PYleyL0YLYe9+aTFPFP0Cr0riPY9","TLGSvfVSvD1CMam8RFfavdcyGj3BCCY9SjX0vXZQWTx5W5+994bUPcItqTiIXQe9DcXovbcWWT37XJc8LPkbPa/WRD1OaJo9z0IUPeOgmjqEhUO9wnvSPe8ptbyH7VE7qD3Ot2PGEb2Xify9f+7XPUf0Tj3jXiW9jZrJvS2vNzhaDQM9VvmEPToOyTpmyVq9XPOYPVniYD3PU9a9+XsxO4Q1uDzBVhW9fZ6HuzQc6j1Umb49cRfGveU8zj3JfW49ptxDvWoOkT0zHQ88AQ7aOz4Ysj2uitc6zc/ZvdOZCDzHIKO9eYTLvRLSyrwHwSA907JIvW/KeT0TRIm9lKWoPbrM0L1C0lW7CunNvRGdWL07Reo8tvC7PSt4zr1UE6q9pevmPfc4yz1VX0c90TWuvWYlzT0M7iS99aChvdge/7123MY9Y8OZPRNpJ731rY08fK7kPQZQjDwyfdm9L8tqvdFi5D0LlZM9TBtzPAAnND2betg9v70OOlbniL26STU9L9P2PcqiDzujSsG8ZImVPViBxLwQ1N66t8fmPbu3ZjwdnB69TR6mvYS3DD2UVJ6948+mPGcl5b14mKU6t8x5PJG4+D1p63M8iOFuPbje4z1K7fS8J5udPYskx72qrGq9AteFO/sYnjznaFa8uLbKvGhYsjspJNU9uoWxvNRJFD1T9Fa8RQjvvQJTUL0tSYu9valhvYJtGb1+kTQ8ck2/vY05R70Q71M8bftUvWqkRL0lREK9XtS/PbD6wb3M1XQ8xVj3PW3Cnb2xB6q9xeFTvLZQg716daI9VBdHvbEypL0wf4i9j8LjPTJvCL35laG9NCw1vQMuvj1/8qS9L3PRvUzLWTyuOe89CRrVvEg93r00Ko49EmE+PSR8wL1/DS49Zx0AOxBDFL3pT/09wzOBPWGXv7vVbTY8n7aivR7UYz278cQ9Oy3xPM8o4T3bVuk8HaSOvVszMj2utPa6Nui6vXTErb0caoO9XRO2PNiygL1RncW9s6bGvYCE6r1z8Ya8","NwNBvCRkyb2/RKm9LxE7PSZbLj02aoW9TceYvf0vTb1ySYW6eOKCPAWJQL3qdom9V/IEPGiA1T0F9/W8oK5gPRb09bxiifE9Uc/evbcMsrwQwvM9FNLGPNb+mL3ZJS08eB41PcB0Rz3vxbe9ewXlPMCIuL383ss9LRR6vbi+Tr1CcWq974hAPRUAeD2UXNE9EswiPYXzsL1Yf0w9lNPbu3trw7wFjSK8bdBjvQRkRryVjYa89jQcvRe2QjtmN588cf6sugXf4L0owwg98/kUPYkLH70vWMc9TgzRvWkTwT1uLAA+7TbcvVP+o71fMee9JxWdPH8NI72WZL09s9GVPaX2ZDxytcM9F7M9vWVvh72NCOQ7ehbGvMg+oLpzdZ89EkfFPBKav72qGS08uqPyvN9RnL0mSDC9CO3EvXhv5z3gzDg998gsPN8avT3alIo9/8WevXL+mj15Lok9aSxkPUVpET0N94G9VddFPaynAz1srxg9AjdJPUP+k7smPtG8yFYeulLPl7fscJS91VXePVUcYz14ZWy5hoG3PXgfgT1DV4i9Sx55PSV6rb21DrI9iRTaOz1Ezj1USWM9YN/LvV9imjwPZoK9hCPqvKtJEry7LtE9q4oePIg/br3zHcO9K9mVPOTmNT1Sac49nI2nPWFbJDtWl8O9dogbvW6sDD3QqSY8pCNVveUg+T2IB+a9rhSNOfSJwb2R1SC99lcSPaU5c7w9Toc8PhrBPRx3vbx4ib69Jt7DPHoKjTx07qM9tt2EvZdZlT2L2Dc7GLWvPfiwzDZgipe98pSRvcmnhD1GRgO9a3YQPeqmuz10I/O8SMz0PHpDmL3plLY7zYRJOPQhqL2qfl08l+qTvb1GCT2Q6BU87Ry1vRzOyD0sgJG8CvhUvfnR/rwRh1y4bH5guEAJiT3S+U49hM+aPWx/pD1WHW27v96HvfzpcT3SQ/q9bc54Of4Ubjwg1N88cFPmPe8DoLw28rw9sgSkvdjKtL2gA6A3LhYYPdZA7Dymfmu1",